{
	"夏":[
		{"FID":0,"Name":"大禹","STime": -2089,"ETime":-1982,"zi":"（高）密","hao":"无","Home":"汶山石纽","Intro":"禹，姓姒，名文命（也有禹便是名的说法），字（高）密。史称大禹、帝禹，为夏后氏首领、夏朝开国君王。禹是黄帝的玄孙、颛顼的孙子（但也有说法认为禹应为颛顼六世孙）。其父名鲧，被帝尧封于崇，为伯爵，世称“崇伯鲧”或“崇伯”，其母为有莘氏之女脩己。相传，禹治理黄河有功，受舜禅让而继承帝位。在诸侯的拥戴下，禹王正式即位，以阳城为都城，一说以平阳为都城（或在安邑或在晋阳），国号夏。并分封丹朱于唐，分封商均于虞。禹是夏朝的第一位天子，因此后人也称他为夏禹。他是中国古代传说时代与尧、舜齐名的贤圣帝王，他最卓著的功绩，就是历来被传颂的治理滔天洪水，又划定中国版图为九州。后人称他为大禹。禹死后安葬于会稽山上（今浙江绍兴），仍存禹庙、禹陵、禹祠。从夏启开始历代帝王大都来禹陵祭祀他。"},
		{"FID":1,"Name":"姒泄","STime":-1833,"ETime":-1812,"zi":"无","hao":"无","Home":"安邑","Intro":"姒泄，姒姓，名泄，夏朝第十任君主。姒芒子。《史记·夏本纪》记载：泄在位期间，连续对外用兵，取得胜利。夏朝此时俨然一个强大的征服者，对不服从华夏统治的部族方国用兵。东夷、西羌等六夷派使者来朝谒见，接受姒泄所封的爵命。这说明，当时夷族已经承认了夏朝的统治。泄对夏朝版图的开拓功不可没。泄二十一年（庚申，公元前1812年），在位21年的姒泄病殁，葬于安邑附近。其子姒不降继承王位。"},
		{"FID":2,"Name":"姒皋","STime":-1753,"ETime":-1669,"zi":"无","hao":"无","Home":"西河地区","Intro":"姒皋（前1753年-前1669年），中国王族分封时代夏王朝的第十五任国王孔甲子，在孔甲死后继承王位，他在位11年，享年84岁，死后葬于安邑。"},
		{"FID":3,"Name":"姒太康","STime":-2070,"ETime":-2002,"zi":"无","hao":"无","Home":"斟鄩（今河南洛阳）","Intro":"姒太康（前2070年―前2002年），姒姓，名太康，姒启长子，夏朝第三任君主，都于斟鄩（今河南洛阳偃师二里头）。公元前2032年，其父姒启去世，姒太康继位。姒太康自小跟着父亲姒启享乐，即位后生活比姒启还腐败，只顾饮酒游猎，不理政事，在去洛水北岸游猎时，为后羿夺去国政，史称“太康失国”。后羿代夏8年，因诸侯不服，让位给太康的四弟仲康，太康最后病死于仲康十七年，享年68岁，葬于阳夏（今河南省太康县西）。"},
		{"FID":4,"Name":"桀","STime":-1652,"ETime":-1600,"zi":"无","hao":"无","Home":"斟鄩（今河南洛阳）","Intro":"桀，姒姓，夏后氏，名癸，一名履癸，谥号桀，史称夏桀，帝发之子，夏朝最后一位君主，是历史上有名的暴君。在位52年（夏商周断代工程中预测为公元前1652年—公元前1600年），都于斟鄩（今河南洛阳）。桀文武双全，但荒淫无度，暴虐无道。商汤在名相伊尹谋划下，起兵伐桀，汤先攻灭桀的党羽豕韦、顾国，击败昆吾国，然后直逼夏朝重镇鸣条（今河南封丘东，一说山西运城西）。后被汤追上俘获，放逐于南巢，夏朝覆亡。数年后死于南巢。"},
		{"FID":5,"Name":"寒浞","STime":-2013,"ETime":-1933,"zi":"无","hao":"无","Home":"寒国（伯明国）","Intro":"寒浞（前2013年-前1933年）：又名韩浞、寒漪，夏朝君主。只是因为他的名声不好，以孔圣人的儒家思想为主体的中国历史把他排斥在帝王之外，称他为枭雄，把他统治中国的岁月从史书上抹掉。妘姓，任有穷氏部落首领后羿的相，后来杀死后羿，夺取有穷氏大权，随后消灭了夏后相，使自太康失国以来分裂了54年的天下重新统一。晚年骄奢淫逸，不修政事，最后死于夏后相的遗腹子少康的复国之战中。"}
		],
		"商":[
		{"FID":6,"Name":"商汤","STime":-1670,"ETime":-1587,"zi":"无","hao":"无","Home":"商丘（今河南商丘）","Intro":"商汤（约公元前1670年—公元前1587年），即成汤，子姓，名履，古书中说：“汤有七名”。见于记载的有：汤、成汤、武汤、商汤、天乙、天乙汤（殷墟甲骨文称成、唐、大乙，宗周甲骨与西周金文称成唐），河南商丘人，汤是契的第十四代孙，主癸之子，商朝开国君主。商汤原是夏朝方国商国的君主，在伊尹、仲虺等人的辅助下陆续灭掉邻近的葛国（今河南宁陵）以及夏朝的方国韦（今河南滑县，即后来大彭）、顾（今河南范县）、昆吾（今河南许昌）等，十一征而无敌于天下，成为当时的强国，而后作《汤誓》，与桀大战于鸣条（今河南封丘东），最终灭夏。经过三千诸侯大会，汤被推举为天子，定都亳（今河南商丘谷熟镇西南），定国号为“商”，成为商朝的开国君主。商汤吸取夏朝灭亡的经验教训作《汤诰》，要求其臣属“有功于民，勤力乃事”，否则就要“大罚殛汝”。对那些亡国的夏民，则仍保留“夏社”，并封其后人。汤注意“以宽治民”，因此在他统治期间，阶级矛盾较为缓和，政权较为稳定，国力也日益强盛。《诗·商颂·殷武》称：“昔有成汤，自彼氐羌，莫敢不来享，莫敢不来王，曰商是常。”商汤为商国君主17年，作《汤誓》后自号武王，建立商朝后又在位12年。百岁而崩，庙号太祖，因其长子太丁早逝，由次子外丙继位。葬处据传有六处，说法最多的是在今河南商丘北面。"},
		{"FID":7,"Name":"商纣王","STime":-1105,"ETime":-1046,"zi":"无","hao":"无","Home":"沫邑 （今淇县）","Intro":"纣王（前1105-前1046），子姓，名受或受德或辛，也叫“帝辛”。商代的第三十二位帝王，帝辛在位30年，后世称商纣王。据正史所载，商纣王博闻广见、思维敏捷、身材高大、膂力过人。继位后，重视农桑，社会生产力发展，国力强盛。他继续发起对东夷用兵，打退了东夷向中原扩张，把商朝势力扩展到江淮一带。特别是讨伐徐夷的胜利，把商朝的国土扩大到山东、安徽、江苏、浙江、福建沿海，把疆土开拓到我国东南一带，开发了长江流域。为古代中国的最终统一奠定了物质和思想的基础，是统一古代中国的先驱者。"},
		{"FID":8,"Name":"姜子牙","STime":-1156,"ETime":-1017,"zi":"子牙","hao":"无","Home":"东海之滨","Intro":"姜子牙（约前1156年—约前1017年），姜姓，吕氏，名尚，一名望，字子牙，或单呼牙，也称吕尚，别号飞熊。商朝末年人。其先祖为四岳，佐禹平水土甚有功，虞夏之际封于吕，从其封姓，故以吕为氏。出生地主要有东海说和河内说。《孟子》的《离娄上》和《尽心上》两章都提到姜子牙“居东海之滨”；《吕氏春秋·首时》也说，“太公望，东夷之士也”；《史记·齐太公世家》也说他是“东海上人”。但这些说法都很笼统含糊。晋代张华《博物志》说得较为明确：“海曲城有东吕乡东吕里，太公望所出也”；《水经注·齐乘》也说，“莒州东百六十里有东吕乡，棘津在琅邪海曲，太公望所出”。姜子牙后辅佐了西周王，称“太公望”，俗称太公。"},
		{"FID":9,"Name":"比干","STime":-1125,"ETime":-1063,"zi":"无","hao":"无","Home":"沫邑（河南淇县）","Intro":"比干，子姓，沫邑（今河南淇县）人，商代帝王太丁的次子，帝乙的弟弟，帝辛的叔叔，官少师（丞相）。20岁就以太师高位辅佐商王帝乙，又受托孤重辅帝辛（商纣王）。从政40多年，主张鼓励发展农牧业生产，提倡冶炼铸造，富国强兵。终年（公元前1063年）63岁。"},
		{"FID":10,"Name":"外丙","STime":-1642,"ETime":-1584,"zi":"无","hao":"无","Home":"商丘（今河南商丘）","Intro":"外丙（前1642年-前1584年），商朝第二任天子，子姓，名胜，一作卜丙，商朝开国君主汤之子，汤的太子太丁因早死，乃立太丁弟外丙为太子，汤病死后继位，是为外丙元年，伊尹摄政。外丙即位后三年卒，享年58岁，传位其弟仲壬。”  存诗400余首，代表诗作有《相思》、《山居秋暝》等。著作有《王右丞集》、《画学秘诀》。"}
		],
		"周":[
		{"FID":11,"Name":"姬发（周武王）","STime":-1087,"ETime":-1043,"zi":"无","hao":"无","Home":"周原","Intro":"周武王姬发（约公元前1087年-前1043年），姬姓，名发（西周时代青铜器铭文常称其为珷），周文王姬昌与太姒的嫡次子，其正妻为邑姜，西周王朝开国君主，在位13年。姬发因其兄伯邑考被商纣王所杀，故得以继位。继承父亲遗志，于公元前11世纪消灭商朝，夺取全国政权，建立了西周王朝。表现出卓越的军事、政治才能，成为了中国历史上的一代明君。"},
		{"FID":12,"Name":"姬昌","STime":-1152,"ETime":-1056,"zi":"无","hao":"无","Home":"岐周（今陕西岐山）","Intro":"姬昌（公元前1152年-公元前1056年），姬姓，名昌，是周太王之孙，季历之子，周朝奠基者。其父死后，继承西伯侯之位，故称西伯昌。西伯昌四十二年，姬昌称王，史称周文王。在位50年，是中国历史上的一代明君。周文王七年（公元前1056年），周文王崩，葬于毕原。公元前1046年，其子周武王姬发灭商建周，追尊姬昌为文王。"},
		{"FID":13,"Name":"姬诵","STime":-1055,"ETime":-1021,"zi":"无","hao":"无","Home":"周原","Intro":"周成王姬诵（公元前1055年-前1021年），姬姓，名诵，周武王姬发之子，母邑姜（齐太公吕尚之女），西周王朝第二位君主，在位21年。周成王继位时年幼，由周公旦辅政，平定三监之乱。周成王亲政后，营造新都洛邑、大封诸侯，还命周公东征、编写礼乐，加强了西周王朝的统治。公元前1021年，周成王驾崩，享年35岁。"},
		{"FID":14,"Name":"姬满","STime":-1054,"ETime":-922,"zi":"无","hao":"无","Home":"镐京（今陕西西安）","Intro":"周穆王（约公元前1054年—公元前949年），姬姓，名满。周昭王之子，西周第五位君主。在位55年，是西周在位时间最长的周王。周穆王是中国古代历史上最富于传奇色彩的帝王之一，世称“穆天子”，关于他的传说层出不穷，最著名的是《穆天子传》。周穆王时作《吕刑》，是中国流传下来最早的法典。"},
		{"FID":15,"Name":"姬囏","STime":-937,"ETime":-892,"zi":"无","hao":"无","Home":"镐京（今陕西西安）","Intro":"周懿王姬囏（约公元前937—公元前892年），姬姓，名囏（jiān），周共王姬繄扈（yī hù）之子，西周第七位君主。周懿王生性懦弱，继位后政治日趋腐败，国势不断衰落，由于西戎屡次进攻，他被迫将都城迁往槐里（今陕西兴平东南）。《太平御览》引《史记》：“懿王在位二十五年”。据白川静的西周断代铭器分类结果，周懿王在位时间有15年以上。夏商周断代工程认为周懿王在位八年。"}
		],
		"春秋":[
		{"FID":16,"Name":"孔丘（孔子）","STime":-551,"ETime":-479,"zi":"仲尼","hao":"无","Home":"宋国栗邑（今商丘市夏邑县）","Intro":"孔子（公元前551年9月28日―公元前479年4月11日），子姓，孔氏，名丘，字仲尼，春秋末期鲁国陬邑（今山东曲阜）人，祖籍宋国栗邑（今河南夏邑），中国古代思想家、教育家，儒家学派创始人。孔子开创了私人讲学之风，倡导仁义礼智信。有弟子三千，其中贤人七十二。他曾带领部分弟子周游列国十三年，晚年修订《诗》《书》《礼》《乐》《易》《春秋》六经。孔子去世后，其弟子及再传弟子把孔子及其弟子的言行语录和思想记录下来，整理编成《论语》。该书被奉为儒家经典。孔子是当时社会上最博学者之一，在世时就被尊奉为“天纵之圣”“天之木铎”，更被后世统治者尊为孔圣人、至圣、至圣先师、大成至圣文宣王先师、万世师表。其思想对中国和世界都有深远的影响，其人被列为“世界十大文化名人”之首。随着孔子影响力的扩大，祭祀孔子的“祭孔大典”一度成为和中国祖先神祭祀同等级别的“大祀”。"},
		{"FID":17,"Name":"孟轲（孟子","STime":-372,"ETime":-289,"zi":"子舆","hao":"无","Home":"邹（今山东省邹城市）","Intro":"孟子（约前372年—前289年），姬姓，孟氏，名轲，字子舆，战国时期邹国（今山东济宁邹城）人。战国时期著名哲学家、思想家、政治家、教育家，儒家学派的代表人物之一，地位仅次于孔子，与孔子并称“孔孟”。宣扬“仁政”，最早提出“民贵君轻”的思想。韩愈《原道》将孟子列为先秦儒家继承孔子“道统”的人物，元朝追封孟子为“亚圣公·树宸”，尊称为“亚圣”，《孟子》一书，属语录体散文集，是孟子的言论汇编，由孟子的弟子共同编写完成，倡导“以仁为本”。代表作有《鱼我所欲也》，《得道多助，失道寡助》。《生于忧患，死于安乐》，《富贵不能淫》和《寡人之于国也》被编入中学语文教科书中。"},
		{"FID":18,"Name":"吕不韦","STime":-292,"ETime":-235,"zi":"无","hao":"无","Home":"卫国濮阳（今河南省安阳市滑县）","Intro":"吕不韦（公元前292年—公元前235年），姜姓，吕氏，名不韦，卫国濮阳（今河南省安阳市滑县）人。战国末年著名商人、政治家、思想家，官至秦国丞相。公元前251年，秦昭襄王去世，太子安国君继位，为秦孝文王，立一年而卒，储君嬴子楚继位，即秦庄襄王，前249年以吕不韦为相国，封文信侯，食邑河南洛阳十万户，门下有食客3000人，家僮万人。庄襄王卒，年幼的太子政立为王，吕不韦为相邦，号称“仲父”，专断朝政。"},
		{"FID":19,"Name":"商鞅","STime":-395,"ETime":338,"zi":"无","hao":"无","Home":"卫国（今河南省安阳市内黄县梁庄镇）","Intro":"商鞅（约公元前395年－公元前338年），战国时期政治家、改革家、思想家，法家代表人物，卫国（今河南省安阳市内黄县梁庄镇）人，卫国国君的后裔，姬姓公孙氏，故又称卫鞅、公孙鞅。后因在河西之战中立功获封商于十五邑，号为商君，故称之为商鞅 。商鞅通过变法使秦国成为富裕强大的国家，史称“商鞅变法”。政治上，商鞅改革了秦国户籍、军功爵位、土地制度、行政区划、税收、度量衡以及民风民俗，并制定了严酷的法律；经济上商鞅主张重农抑商、奖励耕织，军事上商鞅作为统帅率领秦军收复了河西。"},
		{"FID":20,"Name":"扁鹊","STime":-407,"ETime":-310,"zi":"越人","hao":"卢医","Home":"渤海郡郑(今河北沧州市任丘市)","Intro":"扁鹊（公元前407—前310年）姬姓，秦氏，名缓，字越人，又号卢医，春秋战国时期名医。春秋战国时期渤海郡郑(今河北沧州市任丘市)人。由于他的医术高超，被认为是神医，所以当时的人们借用了上古神话的黄帝时神医“扁鹊”的名号来称呼他。少时学医于长桑君，尽传其医术禁方，擅长各科。在赵为妇科，在周为五官科，在秦为儿科，名闻天下。秦太医李醯术不如而嫉之，乃使人刺杀之。扁鹊奠定了中医学的切脉诊断方法，开启了中医学的先河。相传有名的中医典籍《难经》为扁鹊所著。"},
		{"FID":21,"Name":"鬼谷子","STime":-400,"ETime":-320,"zi":"无","hao":"玄微子","Home":"卫国朝歌（今河南省鹤壁市淇县）","Intro":"鬼谷子王诩，一作王禅，道号玄微子，华夏族，战国时期显赫人物。相传，其额前四颗肉痣，成鬼宿之象。一说卫国（河南淇县）人；一说战国魏国邺地（河北临漳）人；一说陈国郸城（河南郸城县）人；一说汉水之滨关内云阳（陕西石泉县）人。著名谋略家、道家代表人物、兵法集大成者、纵横家的鼻祖，精通百家学问，因隐居云梦山鬼谷，故自称鬼谷先生。鬼谷子常入山修炼，深谙道法，神妙莫测。王禅老祖”是后人对鬼谷子的称呼，为老学五派之一。老学：苏张（苏秦和张仪）、鬼谷一派，申、韩一派，杨朱一派，庄、列一派，尹文一派。他通天彻地，智慧卓绝，人不能及。一曰数学，日星象纬，在其掌中，占往察来，言无不验；二曰兵学，六韬三略，变化无穷，布阵行兵，鬼神不测；三曰言学，广记多闻，明理审势，出辞吐辩，万口莫当；四曰出世，修真养性，祛病延年，服食导引，平地飞升。二千多年来，兵法家尊他为圣人，纵横家尊他为始祖，算命占卜的尊他为祖师爷，谋略家尊他为谋圣，名家尊他为师祖，道教尊其为王禅老祖。在文化史上，他是与孔子、孟子、庄子、荀子、墨子、韩非子等先哲齐名的学术大家。鬼谷子主要作品有《鬼谷子》《本经阴符七术》《鬼谷子天髓灵文》等。其著作被后世称为“智慧禁果，旷世奇书”。书中涵盖的思想、谋略智慧在现代的从政、外交、经营、管理等方面有着深刻的指导作用。"},
		{"FID":22,"Name":"伍子胥","STime":-559,"ETime":-484,"zi":"子胥","hao":"无","Home":"楚国椒邑（一说湖北省监利县黄歇口镇，一说安徽省全椒县）","Intro":"伍子胥（公元前559年—公元前484年），名员，字子胥，本楚国椒邑（一说湖北省监利县黄歇口镇，一说安徽省全椒县）人，春秋末期吴国大夫、军事家。伍子胥之父伍奢为楚平王子建太傅，因受费无极谗害，和其长子伍尚一同被楚平王杀害。伍子胥从楚国逃到吴国，成为吴王阖闾重臣，是姑苏城（苏州城）的营造者，至今苏州有胥门。公元前506年，伍子胥协同孙武带兵攻入楚都，伍子胥掘楚平王墓，鞭尸三百，以报父兄之仇。吴国倚重伍子胥等人之谋，西破强楚、北败徐、鲁、齐，成为诸侯一霸。"},
		{"FID":23,"Name":"孙武","STime":-545,"ETime":-480,"zi":"长卿","hao":"无","Home":"齐国乐安(今山东省惠民县)","Intro":"孙武（约公元前545年-约公元前470年）：字长卿，齐国乐安(今山东省惠民县)人，中国春秋时期著名的军事家、政治家，尊称兵圣或孙子（孙武子），被誉为“百世兵家之师”、“东方兵学的鼻祖”。他曾率领吴国军队大败楚国军队，占领楚国都城郢城，几近覆亡楚国。著有巨作《孙子兵法》十三篇，为后世兵法家所推崇，被誉为“兵学圣典”，置于《武经七书》之首。"},
		{"FID":24,"Name":"管仲","STime":-719,"ETime":-645,"zi":"仲","hao":"无","Home":"管仲","Intro":"管仲（公元前719－公元前645年），姬姓，管氏，名夷吾，字仲，谥敬，春秋时期法家代表人物，颖上人（当时无今颍上县，应为颍河上游人），周穆王的后代。是中国古代著名的哲学家、政治家、军事家。被誉为“法家先驱”、“圣人之师”、“华夏文明的保护者”、“华夏第一相”。管仲在任内大兴改革，即管仲改革，富国强兵，重视商业，并因开创国营娼妓制度而曾被中国性服务业供奉为保护神。《战国策》、《国语·齐语》、《史记·管晏列传》、《管子》、《左传》等都有记载他的生活传记，《论语》、北宋苏洵的《管仲论》对管仲的事迹做了记载。"},
		{"FID":25,"Name":"鲍叔牙","STime":-723,"ETime":-644,"zi":"无","hao":"无","Home":"颍上","Intro":"鲍叔牙（约公元前723-前644年）（或说生约公元前716年）姒姓之后，名叔牙。颍上(今属安徽颍上县)人，春秋时期齐国大夫。鲍叔牙广为世人所知的事情，莫过于管鲍之交，推荐管仲当上齐相，从而帮助齐桓公九合诸侯，成就齐国霸业。由于鲍叔牙政治嗅觉之敏锐，向齐桓公推荐了管仲，从而使得本为阶下囚的管仲一飞冲天，不但当了齐相，还辅佐齐桓公成就霸业。管仲投桃报李，对鲍叔牙及其后人也颇为知恩图报。后来，大家在称赞朋友之间有很好的友谊时，就会说他们是“管鲍之交”。"},
		{"FID":26,"Name":"勾践","STime":-520,"ETime":-465,"zi":"无","hao":"无","Home":"大越（今浙江绍兴）","Intro":"越王勾践（约公元前520年―公元前465年），姒姓，名勾践，又名鸠浅、菼执，夏禹后裔，越王允常之子，春秋末年越国国君。前496年即位，曾败于吴国，被迫求和。返国后重用范蠡、文种，卧薪尝胆使越国国力渐渐恢复起来。公元前482年，吴王夫差兴兵参加黄池之会，以彰显武力率精锐而出。越王勾践抓住机会率兵而起，大败吴师。夫差仓卒与晋国定盟而返，与勾践连战惨败。不得已与越议和。前473年夫差被迫自尽，灭吴国称霸，是春秋时期最后一位霸主。"},
		{"FID":27,"Name":"吴起","STime":-440,"ETime":-381,"zi":"无","hao":"无","Home":"卫国（今山东省定陶县）","Intro":"吴起（前440年－前381年），中国战国初期军事家、政治家、改革家，兵家代表人物。卫国左氏（今山东省定陶县，一说山东省曹县东北）人。吴起一生历仕鲁、魏、楚三国，通晓兵家、法家、儒家三家思想，在内政、军事上都有极高的成就。仕鲁时曾击退齐国的入侵；仕魏时屡次破秦，尽得秦国河西之地，成就魏文侯的霸业；仕楚时主持改革，史称“吴起变法”，前381年，楚悼王去世，楚国贵族趁机发动兵变攻杀吴起。后世把他和孙武并称为“孙吴”，《吴子》与《孙子》又合称《孙吴兵法》。"},
		{"FID":28,"Name":"屈原","STime":-340,"ETime":-278,"zi":"原","hao":"无","Home":"楚国丹阳(今湖北秭归)","Intro":"屈原（约公元前340—公元前278年），中国战国时期楚国诗人、政治家。出生于楚国丹阳秭归（今湖北宜昌）。芈姓，屈氏，名平，字原；又自云名正则，字灵均。楚武王熊通之子屈瑕的后代。少年时受过良好的教育，博闻强识，志向远大。早年受楚怀王信任，任左徒、三闾大夫，兼管内政外交大事。提倡“美政”，主张对内举贤任能，修明法度，对外力主联齐抗秦。因遭贵族排挤诽谤，被先后流放至汉北和沅湘流域。楚国郢都被秦军攻破后，自沉于汨罗江，以身殉国。屈原是中国历史上第一位伟大的爱国诗人，中国浪漫主义文学的奠基人，“楚辞”的创立者和代表作家，开辟了“香草美人”的传统，被誉为“辞赋之祖”“中华诗祖”。屈原作品的出现，标志着中国诗歌进入了一个由集体歌唱到个人独创的新时代。其主要作品有《离骚》《九歌》《九章》《天问》等。以屈原作品为主体的《楚辞》是中国浪漫主义文学的源头之一，与《诗经》并称“风骚”，对后世诗歌产生了深远影响。1953年，在屈原逝世2230周年之际，世界和平理事会通过决议，确定屈原为当年纪念的世界四大文化名人之一。"}
		],
		"战国":[],
		"秦":[
		{"FID":29,"Name":"秦始皇","STime":-259,"ETime":-210,"zi":"无","hao":"无","Home":"邯郸（今河北省邯郸市）","Intro":"秦始皇（公元前259年—公元前210年）嬴政，嬴姓，秦氏或赵氏，名政，又名赵正（政）、秦政，或称祖龙，秦庄襄王之子。中国历史上著名的政治家、战略家、改革家，完成华夏大一统的铁腕政治人物，也是中国第一个称皇帝的君主。秦始皇是出生于赵国都城邯郸（今邯郸），并在此度过了少年时期。前247年，13岁时即王位。前238年，22岁时，在故都雍城举行了国君成人加冕仪式，开始“亲理朝政”，除掉吕不韦、嫪毐等人，重用李斯、尉缭，自前230年至前221年，先后灭韩、赵、魏、楚、燕、齐六国，39岁时完成了统一中国大业，建立起一个中央集权的统一的多民族国家——秦朝，并奠定中国本土的疆域。秦始皇认为自己的功劳胜过之前的三皇五帝，采用三皇之“皇”、五帝之“帝”构成“皇帝”的称号，是中国历史上第一个使用“皇帝”称号的君主，所以自称“始皇帝”。同时在中央实行三公九卿，管理国家大事。地方上废除分封制，代以郡县制，同时书同文，车同轨，统一度量衡。对外北击匈奴，南征百越，修筑万里长城，修筑灵渠，沟通水系。但是到了后期，求仙梦想长生，苛政虐民，扼杀民智，动摇了秦朝统治的根基，前210年，秦始皇东巡途中驾崩于邢台沙丘。秦始皇是中国历史上一位叱咤风云传奇色彩的划时代人物，是中国历史上第一个大一统王朝——秦王朝的开国皇帝，对中国和世界历史产生深远影响，把中国推向大一统时代，奠定中国两千余年政治制度基本格局，被明代思想家李贽誉为“千古一帝”。"},
		{"FID":30,"Name":"范增","STime":-277,"ETime":-204,"zi":"无","hao":"无","Home":"居巢（今安徽巢湖西南）","Intro":"范增，秦朝末期农民战争中霸王项羽的主要谋士，秦末著名政治家。范增在七十岁的年龄上热烈地投身于反秦斗争，决心为反秦事业贡献余生，这是极其难能可贵的。他发挥自己的聪明才智，为义军将领出谋划策，对陈胜失败之原因的分析虽然不是非常正确、全面，但提出扶立楚王后裔的建议，使反秦斗争获得了一面新的旗帜，对团结和协调各地的反秦力量，促使反秦斗争重新走向高涨都有积极的意义。另外，义军将领多是行伍出身，范增的加盟，不仅是人才的增加，而且改善了领导集团的能力结构，对楚国的反秦斗争大有裨益。由于他年龄为大，项羽后来对他以亚父称之。"},
		{"FID":31,"Name":"韩信","STime":-231,"ETime":-196,"zi":"无","hao":"无","Home":"淮阴（今江苏淮安市境东南）","Intro":"秦汉之际名将，韩信指挥的陈仓之战、安邑之战、井陉之战、潍水之战和垓下之战等一系列重要战役都是战争史上的杰作，韩信卓越的军事韬略和用兵智谋为后世兵家所推崇，他所创造的卓著业绩和经典战例堪称世界战争史上的奇观，在世界军事史上绝无二人，令后人高山仰止。韩信，淮阴（今江苏清江西南）人，早年家贫，常从人寄食。秦二世二年（前208）投奔项梁,参加反秦斗争。项梁阵亡后归属项羽，任郎中，曾多次献策，都未被采纳。刘邦受封为汉王后，韩信即由楚归汉。初任连敖，经夏侯婴推荐，拜治粟都尉，仍未得到重用；一度亡去，丞相萧何亲自追还。"}
		],
		"汉":[
		{"FID":32,"Name":"刘邦","STime":-256,"ETime":-195,"zi":"季","hao":"无","Home":"沛丰邑中阳里（今徐州丰县）","Intro":"刘邦（公元前256年12月28日—公元前195年6月1日），字季，沛郡丰邑中阳里（今江苏徐州丰县中阳里街道）人。中国历史上杰出的政治家、战略家和军事指挥家，汉朝开国皇帝，汉民族和汉文化的伟大开拓者之一，对汉族的发展以及中国的统一有突出贡献。出身农家，豁达大度，不事生产。初仕秦朝，授沛县泗水亭长，释放刑徒，亡匿于芒砀山中。陈胜起义之后，集合三千子弟响应，攻占沛县，自称沛公，投奔名将项梁，任砀郡长，受封为武安侯，统领砀郡兵马。率军进驻灞上，接受秦王子婴投降，灭亡秦朝。废除秦朝苛法，约法三章，收买人心。鸿门宴之后，受封为汉王，统治巴蜀及汉中一带。楚汉战争前期，屡败屡战。能够知人善任，注意虚心纳谏，充分发挥部下的才能，积极整合反对项羽的力量，终于击杀西楚霸王项羽，赢得楚汉之争，统一天下。即位于定陶汜水之阳 ，后来定都长安，建立西汉。陆续消灭韩信、彭越、英布、臧荼等异姓诸侯王，分封九个同姓诸侯王。建章立制，休养生息，励精图治。兵员归家，豁免徭役，重农抑商，恢复社会经济，稳定统治秩序。安抚人民生活，奠定了汉朝雍容大度的文化基础。对外和亲匈奴，开放边境关市，积极缓和汉匈关系。公元前195年，讨伐英布叛乱时，伤重不起。制定“白马之盟”后，驾崩于长安，谥号高皇帝，庙号太祖，葬于长陵。毛主席评价刘邦“封建皇帝里边最厉害的一个”。"},
		{"FID":33,"Name":"刘彻","STime":-156,"ETime":-87,"zi":"无","hao":"无","Home":"长安皇宫猗兰殿","Intro":"刘彻（公元前156年7月14日－公元前87年3月29日），即汉武帝，西汉第七位皇帝（含前后少帝），政治家、文学家。汉武帝在位期间（前141年—前87年），在政治上，创设中外朝制、刺史制、察举制，颁行推恩令，加强君主专制与中央集权。在经济上，推行平准、均输、算缗、告缗等措施，铸五铢钱，由官府垄断盐、铁、酒的经营，并抑制富商大贾的势力。文化方面，“罢黜百家，独尊儒术”，并设立太学。对外，汉武帝采扩张政策，除与匈奴长年交战外，还破闽越、南越、卫氏朝鲜、大宛，又凿空西域、开丝绸之路，并开辟西南夷。此外，还有创设年号、颁布太初历等举措。但他崇信方术、自奉奢侈，兼以穷兵黩武，引发统治危机，晚年爆发巫蛊之祸，后因对外扩张受挫而颁《轮台诏》。后元二年（公元前87年），汉武帝崩于五柞宫，享年70岁，葬于茂陵。汉武帝的历史影响深远而复杂，评价亦存争议。死后谥号孝武皇帝，宣帝时上庙号世宗。其事迹见《史记》、《汉书》，其轶事多见《汉武故事》。"},
		{"FID":34,"Name":"霍去病","STime":-140,"ETime":-117,"zi":"无","hao":"无","Home":"河东平阳（今山西临汾西南）","Intro":"霍去病是西汉著名抗匈将领，是一位少年将军。多次以少胜多，立下赫赫功劳。霍去病的忠君爱国，从一件轶事中可以表露。相传汉武帝看到霍去病讨伐匈奴驰骋沙场，立了大功，为了犒赏霍去病，特地指派了工匠修建一宽敞华宅。竣工后，汉武帝让霍去病先去过目、了解是否如意，但是霍去病却向汉武帝上奏说：“匈奴未灭，何以家为！”爱国忘家，壮志凌云，成了流传千古的名言。然而霍去病也有缺点，他少年新贵，有纨绔习气，不爱惜士兵。史书上说汉武帝专门令宫中服务部门为他准备饮食，竟然有十多辆车之多。"},
		{"FID":35,"Name":"张良","STime":-250,"ETime":-186,"zi":"子房","hao":"无","Home":"颍川城父","Intro":"张良（约前250年—前186年），字子房，韩国（今河南省新郑市）人。秦末汉初杰出谋臣，与韩信、萧何并称为“汉初三杰”。张良先辈在韩国首都阳翟（今河南省禹州市），任过五代韩王之国相。力劝刘邦在鸿门宴上卑辞言和，保存实力，并疏通项羽季父项伯，使得刘邦顺利脱身。凭借出色的智谋，协助汉王刘邦赢得楚汉战争，建立大汉王朝，帮助吕后之子刘盈成为皇太子，册封为留侯。精通黄老之道，不恋权位。晚年，跟随赤松子云游四海。张良去世后，谥号文成。《史记·留侯世家》专门记载了张良的生平。汉高祖刘邦在洛阳南宫评价他说：“夫运筹策帷帐之中，决胜于千里之外，吾不如子房。"}
		],
		"三国":[
		{"FID":36,"Name":"刘备","STime":161,"ETime":223,"zi":"玄德","hao":"无","Home":"涿县（今河北涿州）","Intro":"刘备（161年－223年6月10日），即汉昭烈帝（221年—223年在位），字玄德，东汉末年幽州涿郡涿县（今河北省涿州市）人，西汉中山靖王刘胜之后，三国时期蜀汉开国皇帝、政治家。史家多称其为先主。刘备少年时拜卢植为师，而后参与镇压黄巾起义、讨伐董卓等活动，因为自身实力有限，刘备在诸侯混战过程中屡屡遭受失败，所以先后依附公孙瓒、陶谦、曹操、袁绍、刘表等多个诸侯。但因其始终坚持以德服人的行为准则，受到了海内外名士的尊敬，至有陶谦、刘表等放弃让自己的儿子继承基业，而是选择将自己的领地徐州、荆州让给刘备统领。通过坚持不懈的努力，刘备于赤壁之战后，先后拿下荆州、益州，建立了蜀汉政权。而后因为关羽被东吴所害，刘备不听群臣劝阻，执意发动对吴国的战争，结果兵败夷陵，最终于章武三年（223年）病逝于白帝城，终年六十三岁，谥号昭烈皇帝，庙号烈祖葬惠陵。刘备弘毅宽厚，知人待士，百折不挠，其临死前举国托付给诸葛亮的行为被陈寿赞为古今之盛轨，后世众多文艺作品以刘备为主角。成都武侯祠有昭烈庙为之纪念。"},
		{"FID":37,"Name":"曹操","STime":155,"ETime":220,"zi":"孟德","hao":"无","Home":"谯县（今安徽亳州）","Intro":"魏武帝曹操（155年－220年3月15日），本名吉利，字孟德，小名阿瞒，豫州刺史部谯（今安徽亳州）人。东汉末年杰出的政治家、军事家、文学家、书法家，曹魏政权的奠基人。东汉末年，天下大乱，曹操以汉天子的名义征讨四方，对内消灭二袁、吕布、刘表、马超、韩遂等割据势力，对外降服南匈奴、乌桓、鲜卑等，统一了中国北方，并实行一系列政策恢复经济生产和社会秩序，扩大屯田、兴修水利、奖励农桑、重视手工业、安置流亡人口、实行“租调制”，从而使中原社会渐趋稳定、经济出现转机。建安十八年（213年），曹操获封魏公，建立魏公国，定都河北邺城，而后进爵魏王。去世后，其子曹丕称帝，追尊曹操为武皇帝，庙号太祖。曹操喜欢用诗歌、散文来抒发自己政治抱负，反映民生疾苦，是魏晋文学的代表人物，鲁迅赞之为“改造文章的祖师”。同时曹操擅长书法，唐朝张怀瓘《书断》将曹操的章草评为“妙品”。"},
		{"FID":38,"Name":"孙权","STime":182,"ETime":252,"zi":"仲谋","hao":"无","Home":"下邳（今江苏徐州市邳州）","Intro":"孙权（182年－252年5月21日），字仲谋。吴郡富春县（今浙江省杭州市富阳区）人。三国时期孙吴的建立者（229年－252年在位）。孙权的父亲孙坚和兄长孙策，在东汉末年群雄割据中打下了江东基业。建安五年（200年），孙策遇刺身亡，孙权继之掌事，成为一方诸侯。建安十三年（208年），与刘备建立孙刘联盟，并于赤壁之战中击败曹操，奠定三国鼎立的基础。建安二十四年（219年），派吕蒙成功袭取刘备的荆州，使领土面积大大增加。黄武元年（222年），孙权被魏文帝曹丕册封为吴王，建立吴国。同年，在夷陵之战中大败刘备。黄龙元年（229年），在武昌正式称帝，国号吴，不久后迁都建业。孙权称帝后，设置农官，实行屯田，设置郡县，并继续剿抚山越，促进了江南经济的发展。在此基础上，他又多次派人出海。黄龙二年（230年），孙权派卫温、诸葛直抵达夷州。孙权晚年在继承人问题上反复无常，引致群下党争，朝局不稳。于太元元年（252年）病逝，享年七十一岁，在位二十四年，谥号大皇帝，庙号太祖，葬于蒋陵。孙权亦善书，唐代张怀瓘在《书估》中将其书法列为第三等。"}
		],
		"晋":[
		{"FID":39,"Name":"王羲之","STime":303,"ETime":361,"zi":"逸少","hao":"无","Home":"琅琊（今山东临沂）","Intro":"王羲之（303年—361年，一作321年—379年），字逸少，汉族，东晋时期著名书法家，有“书圣”之称。琅琊（今属山东临沂）人，后迁会稽山阴（今浙江绍兴），晚年隐居剡县金庭。历任秘书郞、宁远将军、江州刺史，后为会稽内史，领右将军。其书法兼善隶、草、楷、行各体，精研体势，心摹手追，广采众长，备精诸体，冶于一炉，摆脱了汉魏笔风，自成一家，影响深远。风格平和自然，笔势委婉含蓄，遒美健秀。代表作《兰亭序》被誉为“天下第一行书”。"},
		{"FID":40,"Name":"陶渊明","STime":352,"ETime":427,"zi":"元亮","hao":"靖节","Home":"浔阳柴桑(今江西省九江市)","Intro":"陶渊明（352或365年—427年），字元亮，又名潜，私谥“靖节”，世称靖节先生。浔阳柴桑人。东晋末至南朝宋初期伟大的诗人、辞赋家。曾任江州祭酒、建威参军、镇军参军、彭泽县令等职，最末一次出仕为彭泽县令，八十多天便弃职而去，从此归隐田园。他是中国第一位田园诗人，被称为“古今隐逸诗人之宗”，有《陶渊明集》。"},
		{"FID":41,"Name":"司马炎","STime":236,"ETime":290,"zi":"安世","hao":"无","Home":"河内温县（今河南省温县）","Intro":"晋武帝司马炎（236年—290年5月16日），字安世，河内郡温县（今河南温县）人。晋朝开国皇帝（265年—290年在位），晋宣帝司马懿之孙、晋景帝司马师之侄、晋文帝司马昭嫡长子，晋元帝司马睿从父，母为文明皇后王元姬。初以父勋，封北平亭侯。迎立常道乡公曹奂，迁中抚军，进封新昌乡侯，拜为抚军大将军、晋国世子。咸熙二年（265年），拜为相国，袭封晋王。逼迫魏元帝曹奂禅位，建立晋朝，建都洛阳，年号泰始。革新政治，振兴经济，厉行节俭，推行法治，颁行户调式（包括占田制、户调制和品官占田荫客制），人口增殖，整个社会呈现繁荣景象，史称“太康之治”。咸宁五年（279年），命令杜预、王濬发动“晋灭吴之战”，实现全国统一。此后，骄奢淫逸，怠惰政事，分封诸王，为八王之乱埋下隐患。太熙元年（290年5月16日），病逝，时年五十五岁，谥号武皇帝，庙号世祖，葬于峻阳陵。"},
		{"FID":42,"Name":"司马睿","STime":276,"ETime":323,"zi":"景文","hao":"无","Home":"洛阳","Intro":"晋元帝司马睿（276年—323年1月3日），字景文，河内温县（今河南省温县）人，东晋开国皇帝（318年—323年在位）。晋宣帝司马懿曾孙，琅邪武王司马伷之孙，琅邪恭王司马觐之子，晋武帝司马炎从子。太熙元年（290年），袭封琅邪王，参与讨伐成都王司马颖。作战失利后，离开洛阳，回到封国。晋怀帝即位，拜安东将军、都督扬州诸军事。后来，听从王导建议，南渡建康，笼络结交江左士族。永嘉七年（313年），拜丞相、大都督中外军事。永嘉之乱，晋愍帝被俘，西晋灭亡。建兴五年（317年），在晋朝宗室与南北大族拥戴下，即位为晋王，年号建武。太兴元年（318年），正式即位，史称晋元帝，开启了“王与马共天下”的局面。永昌元年闰十一月初十日（323年1月3日），王敦之乱后，郁郁而终，时年四十七，葬于建平陵，谥号元皇帝，庙号中宗。"}
		],
		"十六国":[],
		"南北朝":[
		{"FID":43,"Name":"刘渊","STime":249,"ETime":310,"zi":"元海","hao":"无","Home":"新兴（今山西忻州北）","Intro":"刘渊（249年至253年之间－310年），字元海，新兴（今山西忻州北）人，匈奴族，匈奴首领冒顿单于之后，南匈奴单于于夫罗之孙，左贤王刘豹之子，母呼延氏，十六国时期前赵政权开国皇帝，304年－310年在位。刘渊在父亲死后接掌其部属，八王之乱时诸王互相攻伐，刘渊乘朝廷内乱而在并州自立，称汉王，建立汉国（后改为赵，泛称前赵，亦作汉赵），308年称帝，改元永凤。310年，刘渊病死，在位六年，谥号光文皇帝，庙号高祖。 "},
		{"FID":44,"Name":"高湛","STime":537,"ETime":569,"zi":"步落稽","hao":"无","Home":"渤海蓨县（今河北景县））","Intro":"高湛（537年－569年1月13日），小字步落稽，北齐神武帝高欢第九子，文襄帝高澄、文宣帝高洋、孝昭帝高演同母弟，母武明皇后娄昭君，北齐第四任皇帝，561年－565年在位。高湛初封长广郡公。天保元年（550年），进爵长广王。皇建二年（561年），受遗诏即位，改元太宁。河清四年（565年），传位于太子高纬，自为太上皇帝。天统四年（568年），因酒色过度而死，时年三十二岁，谥号武成皇帝，庙号世祖，葬于永平陵。 "},
		{"FID":45,"Name":"侯景,","STime":503,"ETime":552,"zi":"万景","hao":"无","Home":"怀朔镇","Intro":
"侯景（503年－552年），字万景，北魏怀朔镇（今内蒙古固阳南）鲜卑化羯人。因左足生有肉瘤所以行走不稳，但是擅长骑射，因此被选为怀朔镇兵，后又被提升为功曹史、外兵史等低级官职。北魏末年边镇各胡族群起反抗鲜卑族的统治，侯景开始建立功勋，后来侯景投靠东魏丞相高欢。梁武帝太清元年（公元547年）率部投降梁朝，驻守寿阳。公元548年9月，侯景叛乱起兵进攻梁。公元551年他篡位自立为皇帝，改国号为“汉”，称南梁汉帝，史称“侯景之乱”。 "}
		],
		"隋":[
		{"FID":46,"Name":"尉迟恭","STime":585,"ETime":658,"zi":"敬德","hao":"无","Home":"朔州善阳（今山西朔城区）","Intro":"鄂国忠武公尉迟恭（585年－658年12月26日），字敬德，朔州平鲁下木角人。唐朝名将，官至右武候大将军，封鄂国公，是凌烟阁二十四功臣之一。尉迟恭纯朴忠厚，勇武善战，一生戎马倥偬，征战南北，驰骋疆场，屡立战功。玄武门之变助李世民夺取帝位。尉迟恭晚年谢宾客不与通，于显庆三年（658年）去世，唐高宗废朝三日，诏京官五品以上及朝集使赴第临吊，册赠司徒、并州都督，谥曰忠武，陪葬昭陵。后尉迟恭被尊为民间驱鬼避邪，祈福求安的中华门神。传说其面如黑炭，在中国传统文化中，尉迟恭（胡敬德）与秦叔宝（秦琼）是“门神”的原型。 "},
		{"FID":47,"Name":"杨侑","STime":605,"ETime":619,"zi":"无","hao":"无","Home":"大兴(长安）","Intro":"隋恭帝杨侑（605年－619年），隋炀帝杨广之孙，元德太子杨昭第三子，母韦妃 ，隋朝皇帝。杨侑自幼聪明，气度非凡。初封陈王，后改封代王。隋炀帝亲征高丽时，命杨侑留守长安。大业十一年（615年），随隋炀帝巡幸晋阳，拜为太原太守，不久留镇京师。大业十三年（617年），李渊攻入长安，拥立杨侑为帝，改元“义宁”。义宁二年（618年），李渊废黜杨侑，自立为帝，降封杨侑为酅国公，闲居长安。武德二年（619年），杨侑遇害（一说病死），年仅15岁，谥号恭皇帝，葬于庄陵（今陕西省乾县阳洪乡。 "}
		],
		"唐":[
		{"FID":48,"Name":"魏征","STime":580,"ETime":622,"zi":"玄成","hao":"无","Home":"范县","Intro":"魏徵，现作“魏征”（北周大象二年（580年）－唐贞观十七年（643年2月11日）），字玄成，祖籍巨鹿郡下曲阳县（现晋州市）。隋唐政治家、思想家、文学家和史学家，因直言进谏，辅佐唐太宗共同创建“贞观之治”的大业，被后人称为“一代名相”。官至光禄大夫，封郑国公，谥号“文贞”。葬礼从简。同年入凌烟阁。群书治要》总编、《隋书》序论，《梁书》、《陈书》、《齐书》的总论等。其言论多见《贞观政要》。其中最著名，并流传下来的谏文表---《谏太宗十思疏》。 "},
		{"FID":49,"Name":"白居易","STime":773,"ETime":815,"zi":"乐天","hao":"香山居士","Home":"西安","Intro":"白居易（772年－846年），字乐天，号香山居士，又号醉吟先生，祖籍山西太原，到其曾祖父时迁居下邽，生于河南新郑。是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。 "},
		{"FID":50,"Name":"卢照邻","STime":634,"ETime":681,"zi":"升之","hao":"幽忧子","Home":"涿州","Intro":"卢照邻（约635-约685年），字升之，号幽忧子，幽州范阳（今河北涿州市）人。唐朝时期大臣、著名诗人。出身范阳卢氏，博学能文。起家邓王（李元裕）府典签，迁益州新都县尉，因病辞官。爱好诗歌文学，与王勃、杨炯、骆宾王并为“初唐四杰”。因麻疹疾病，不堪重负，投水自尽。著有《卢升之集》，明朝张燮辑有《幽忧子集》存于世。卢照邻尤工诗歌骈文，以歌行体为佳，佳句传颂不绝，如“得成比目何辞死，愿作鸳鸯不羡仙”等，更被后人誉为经典。 "},
		{"FID":51,"Name":"骆宾王","STime":635,"ETime":684,"zi":"观光","hao":"无","Home":"义乌","Intro":"骆宾王（约619年—约687年），字观光，婺州义乌（今浙江义乌市）人。唐代著名诗人。出身寒微，少有才名。永徽年间，成为道王李元庆府属，历任武功主簿，迁长安主簿。仪凤三年（678年），入为侍御史，因事下狱，遇赦而出。调露二年（680年），除临海丞，坐事辞官。光宅元年（684年），跟随徐敬业起兵讨伐武则天时，撰写《为徐敬业讨武曌檄》。徐敬业败亡后，下落不明，或说被乱军所杀，或说遁入了空门。骆宾王与王勃、杨炯、卢照邻合称“初唐四杰”。辞采华胆，格律谨严。长篇如《帝京篇》，五七言参差转换，讽时与自伤兼而有之；小诗如《于易水送人》，二十字中，悲凉慷慨，余情不绝，有《骆宾王文集》遗世。"},
		{"FID":52,"Name":"王绩","STime":589,"ETime":639,"zi":"无功","hao":"东皋子","Home":"河津","Intro":"王绩（约589—644），字无功，号东皋子，绛州龙门县（山西万荣县通化镇，通化镇1972年由河津县划入万荣县）人，隋朝教育家王通（号文中子）之弟，初唐诗人。隋末举孝廉，除秘书正字。不乐在朝，辞疾，复授扬州六合丞。时天下大乱，弃官还乡。唐武德中，诏以前朝官待诏门下省。贞观初，以疾罢归河渚间，躬耕东皋山（今宿州五柳风景区），自号“东皋子”。性简傲，嗜酒，能饮五斗，自作《五斗先生传》 ，撰 《酒经》 、《酒谱》，注有“老”、“庄”。其诗近而不浅，质而不俗，真率疏放，有旷怀高致，直追魏晋高风。律体滥觞于六朝，而成型于隋唐之际，无功实为先声。 "},
		{"FID":53,"Name":"孟浩然","STime":689,"ETime":738,"zi":"浩然","hao":"孟山人","Home":"襄阳","Intro":"孟浩然（689年—740年），名浩，字浩然，号孟山人，襄州襄阳（今湖北襄阳）人，唐代著名的山水田园派诗人，世称“孟襄阳”。因他未曾入仕，又称之为“孟山人”。孟浩然生当盛唐，早年有志用世，在仕途困顿、痛苦失望后，尚能自重，不媚俗世，修道归隐终身。曾隐居鹿门山。40岁时，游长安，应进士举不第。曾在太学赋诗，名动公卿，一座倾服，为之搁笔。开元二十五年（737）张九龄招致幕府，后隐居。孟诗绝大部分为五言短篇，多写山水田园和隐居的逸兴以及羁旅行役的心情。其中虽不无愤世嫉俗之词，而更多属于诗人的自我表现。孟浩然的诗在艺术上有独特的造诣，后人把孟浩然与盛唐另一山水诗人王维并称为“王孟”，有《孟浩然集》三卷传世。 "},
		{"FID":54,"Name":"王维","STime":700,"ETime":758,"zi":"摩诘","hao":"摩诘居士","Home":"祁县","Intro":"王维（701年－761年，一说699年—761年），字摩诘，号摩诘居士。河东蒲州（今山西运城）人，祖籍山西祁县。唐朝著名诗人、画家。王维出身河东王氏，于开元十九年（731年）状元及第。历官右拾遗、监察御史、河西节度使判官。唐玄宗天宝年间，王维拜吏部郎中、给事中。安禄山攻陷长安时，王维被迫受伪职。长安收复后，被责授太子中允。唐肃宗乾元年间任尚书右丞，故世称“王右丞”。王维参禅悟理，学庄信道，精通诗、书、画、音乐等，以诗名盛于开元、天宝间，尤长五言，多咏山水田园，与孟浩然合称“王孟”，有“诗佛”之称。书画特臻其妙，后人推其为南宗山水画之祖。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”存诗400余首，代表诗作有《相思》、《山居秋暝》等。著作有《王右丞集》、《画学秘诀》。 "},
		{"FID":55,"Name":"韦应物","STime":737,"ETime":788,"zi":"无","hao":"无","Home":"西安","Intro":"韦应物（737～792），中国唐代诗人，汉族，长安(今陕西西安)人。文昌右相韦待价曾孙，出身京兆韦氏逍遥公房。今传有10卷本《韦江州集》、两卷本《韦苏州诗集》、10卷本《韦苏州集》。散文仅存一篇。因出任过苏州刺史，世称“韦苏州”。诗风恬淡高远，以善于写景和描写隐逸生活著称。 "},
		{"FID":56,"Name":"权德舆","STime":759,"ETime":818,"zi":"载之","hao":"无","Home":"镇江","Intro":"权德舆（759年－818年），字载之。天水略阳（今甘肃秦安东北）人，后徙居润州丹徒（今江苏镇江）。唐朝文学家、宰相，起居舍人权皋之子。权德舆少有才气，未冠时即以文章驰名，受地方节度使杜佑、裴胄的征辟。唐德宗听闻其才学，特召为太常博士，改左补阙兼知制诰，进中书舍人，历礼部侍郎，三次知贡举。唐宪宗时，累迁至礼部尚书、同平章事（宰相）。后因事罢相，历任东都留守、太常卿、刑部尚书、山南西道节度使等职。元和十三年（818年），权德舆去世，年六十。获赠左仆射，谥号“文”。权德舆掌诰九年，三知贡举，位历卿相，在贞元、元和年间名重一时。 "},
		{"FID":57,"Name":"令狐楚","STime":766,"ETime":837,"zi":"壳士","hao":"白云孺子","Home":"咸阳","Intro":"令狐楚（766或768年－837年12月13日），字壳士，自号白云孺子。宜州华原（今陕西铜川市耀州区）人，先世居敦煌（今属甘肃）。唐朝宰相、文学家。令狐楚为唐德宗贞元七年（791年）进士。唐宪宗时，擢职方员外郎、知制诰，受皇甫镈推荐，被任命为翰林学士，自此卷入党争。后出为华州刺史，拜河阳节度使。元和十四年（819年），入朝拜相，任中书侍郎、同平章事。宪宗去世，为山陵使，因亲吏赃污事被贬为衡州刺史。唐敬宗继位后，又重新提拔他为户部尚书、东都留守、天平军节度使、吏部尚书，累升至检校尚书右仆射，封彭阳郡公。后以山南西道节度使致仕。开成二年（837年），令狐楚病逝，年七十二。追赠司空，谥号“文”。累赠太尉。令狐楚才思俊丽，尤善四六骈文。他常与刘禹锡、白居易等人唱和。其诗“宏毅阔远”，尤长于绝句。有《漆奁集》一百三十卷，又编有《元和御览诗》。 "},
		{"FID":58,"Name":"牛僧孺","STime":780,"ETime":849,"zi":"思黯","hao":"无","Home":"西安","Intro":"牛僧孺（779年－848年），字思黯，安定鹑觚人，唐朝宰相，牛李党争中牛党领袖。牛僧孺是进士出身。元和四年（公元809年）以贤良方正对策，与李宗闵等共同抨击时政，为宰相李吉甫排斥而久不任用。穆宗时，累官至户部侍郎、同平章事。敬宗时出任武昌军节度使。大和四年（公元830年）任兵部尚书、同平章事，成为牛（僧孺）、李（德裕）之争中牛派首领人物。武宗时，李吉甫之子李德裕为相，牛被贬任循州长史。宣宗时召还，不久病卒。 "},
		{"FID":59,"Name":"李贺","STime":790,"ETime":816,"zi":"长吉","hao":"无","Home":"宜阳","Intro":"李贺（约公元790年-约817年），字长吉，是“长吉体诗歌开创者”。唐代河南福昌（今河南洛阳宜阳县）人，家居福昌昌谷，后世称李昌谷，是唐宗室，唐高祖李渊的叔父李亮（大郑王）后裔。有“诗鬼”之称，是与“诗圣”杜甫、“诗仙”李白、“诗佛”王维相齐名的唐代著名诗人。有《雁门太守行》、《李凭箜篌引》等名篇。著有《昌谷集》 。李贺是中唐的浪漫主义诗人，与李白、李商隐称为唐代三李。是中唐到晚唐诗风转变期的一个代表者。他所写的诗大多是慨叹生不逢时和内心苦闷，抒发对理想、抱负的追求；对当时藩镇割据、宦官专权和人民所受的残酷剥削都有所反映。留下了“黑云压城城欲摧”，“雄鸡一声天下白”，“天若有情天亦老”等千古佳句。李贺的诗作想象极为丰富，经常应用神话传说来托古寓今，所以后人常称他为“鬼才”，“诗鬼”，创作的诗文为“鬼仙之辞”。有“太白仙才，长吉鬼才”之说。李贺是继屈原、李白之后，中国文学史上又一位颇享盛誉的浪漫主义诗人。李贺因长期的抑郁感伤，焦思苦吟的生活方式，元和八年（813年）因病辞去奉礼郎回昌谷，27岁英年早逝。"},
		{"FID":60,"Name":"令狐绹","STime":802,"ETime":872,"zi":"子直","hao":"无","Home":"咸阳","Intro":"令狐绹，字子直。唐朝宰相，京兆华原（今陕西省耀县东南）人。太尉令狐楚之子。性懦，精文学。唐文宗李昂太和四年（830年）进士，开始从政。前后担任过弘文馆校书郎、左拾遗、左补阙、户部员外郎、右司郎中。 "},
		{"FID":61,"Name":"段成式","STime":803,"ETime":863,"zi":"柯古","hao":"无","Home":"成都","Intro":"段成式（803-863），字柯古。晚唐东牟人，祖籍邹平（今山东省邹平市）。尚书左仆射段文昌之子，唐代著名志怪小说家，约生于唐德宗贞元十九年（公元803年），卒于懿宗咸通四年（公元863年），段成式工诗，有文名。在诗坛上，他与李商隐、温庭筠齐名。段成式信佛读经，饮酒赋诗唱和，以解其忧，诗中多流露出超脱世俗的消极情绪。 "},
		{"FID":62,"Name":"方干","STime":809,"ETime":873,"zi":"雄飞","hao":"玄英","Home":"桐庐","Intro":"方干，字雄飞，号玄英，门人私谥曰玄英先生。睦州青溪（今浙江淳安）人。为人质野，喜凌侮。每见人设三拜，曰礼数有三，时人呼为“方三拜”。徐凝一见器之，授以诗律。唐宪宗元和三年举进士。钱塘太守姚合视其貌陋，缺唇，卑之。懿宗咸通中，隐居会稽镜湖。有诗集。 "},
		{"FID":63,"Name":"喻凫","STime":810,"ETime":848,"zi":"无","hao":"无","Home":"常州","Intro":"喻凫，唐朝开成年间的诗人，约公元804年前后。生活在唐代的诗人喻凫是一位非常典型的江南才子，《唐才子传》卷七记载了他简短的生平，《唐才子传》中载：“凫，毗陵人，开成五年，李从实榜进士，仕为乌程县令，有诗名。”1458作为进士出身，喻凫一生创作甚丰，但《全唐诗》仅收录喻凫诗一卷又一首，计65首。这也是他一生之中最杰出的作品之一。 "},
		{"FID":64,"Name":"郑巢","STime":815,"ETime":854,"zi":"无","hao":"无","Home":"杭州","Intro":"郑巢，杭州钱塘人，唐代诗人。唐宣宗大中年间进士，后随奉杭州刺史姚合，不仕而终。《全唐诗》辑其诗二十九首。 "},
		{"FID":65,"Name":"李频","STime":815,"ETime":875,"zi":"德新","hao":"无","Home":"寿昌","Intro":"李频（818—876），字德新，唐寿昌长汀源（今浙江建德李家镇）人，葬于永乐（今李家），唐代后期诗人。幼读诗书，博览强记，领悟颇多。著有《梨岳集》一卷，附录一卷。寿昌县令穆君曾游灵栖洞，即景吟诗：“一径入双崖，初疑有几家。行穷人不见，坐久日空斜”。得此四句后稍顿未续。时李频从行，续吟：“石上生灵笋，池中落异花。终须结茅屋，到此学餐霞。”穆君大为赞赏。但此诗根据史学家考证是李频本人所作。"},
		{"FID":66,"Name":"陆龟蒙","STime":830,"ETime":880,"zi":"鲁望","hao":"天随子、江湖散人、甫里先生","Home":"苏州","Intro":"陆龟蒙，字鲁望，号天随子、江湖散人、甫里先生，长洲（今江苏省苏州）人，唐代诗人、农学家。曾任湖州、苏州刺史幕僚，后隐居松江甫里（今甪直镇），编著有《甫里先生文集》等。他写的《耒耜经》是一部描写中国唐朝末期江南地区农具的专著。他的小品文主要收在《笠泽丛书》中，现实针对性强，议论也颇精切，如《野庙碑》、《记稻鼠》等。陆龟蒙与皮日休交友，世称“皮陆”，诗以写景咏物为多。"},
		{"FID":67,"Name":"罗隐","STime":833,"ETime":908,"zi":"昭谏","hao":"无","Home":"富阳","Intro":"罗隐（833年～908年），字昭谏，杭州新城（今浙江杭州市富阳区新登镇）人，晚唐诗人。大中十三年（公元859年）底至京师，应进士试，历七年不第。咸通八年（公元867年）乃自编其文为《谗书》，益为统治阶级所憎恶，所以罗衮赠诗说：“谗书虽胜一名休”。后来又断断续续考了几年，总共考了十多次，自称“十二三年就试期”，最终还是铩羽而归，史称“十上不第”。黄巢起义后，避乱隐居九华山，光启三年（公元887年），55岁时归乡依吴越王钱镠，历任钱塘令、司勋郎中、给事中等职。公元909年（五代后梁开平三年）去世，享年77岁。著有《谗书》及《太平两同书》等，思想属于道家，其书乃在力图提炼出一套供天下人使用的“太平匡济术”，是乱世中黄老思想复兴发展的产物。 "},
		{"FID":68,"Name":"皮日休","STime":834,"ETime":880,"zi":"袭美","hao":"无","Home":"天门","Intro":"皮日休，晚唐文学家。字袭美，一字逸少，汉族，复州竟陵（今湖北天门）人。曾居住在鹿门山，道号鹿门子，又号间气布衣、醉吟先生、醉士等。咸通八年（867）进士及第，在唐时历任苏州军事判官（《吴越备史》）、著作佐郎、太常博士、毗陵副使。后参加黄巢起义，或言“陷巢贼中”（《唐才子传》），任翰林学士，起义失败后不知所踪。皮日休是晚唐著名诗人、文学家，与陆龟蒙齐名，世称皮陆。其诗文兼有奇朴二态，且多为同情民间疾苦之作，被鲁迅赞誉为唐末“一塌糊涂的泥塘里的光彩和锋芒”。《新唐书·艺文志》录有《皮日休集》、《皮子》、《皮氏鹿门家钞》多部，对于社会民生有深刻的洞察和思考。 "},
		{"FID":69,"Name":"司空图","STime":837,"ETime":908,"zi":"表圣","hao":"知非子","Home":"永济","Intro":"司空图（837～908），河中虞乡（今山西运城永济）人。晚唐诗人、诗论家。字表圣，自号知非子，又号耐辱居士。唐懿宗咸通十年（869年）应试，擢进士上第，懿宗朝时曾被召为殿中侍御史。天复四年（904年），朱全忠召为礼部尚书，司空图佯装老朽不任事，被放还。后梁开平二年（908年），唐哀帝被弑，他绝食而死，终年七十二岁。司空图成就主要在诗论，《二十四诗品》为不朽之作。《全唐诗》收诗三卷。 "},
		{"FID":70,"Name":"鱼玄机","STime":844,"ETime":863,"zi":"蕙兰","hao":"无","Home":"西安","Intro":"鱼玄机，女，晚唐诗人，长安（今陕西西安）人。初名鱼幼微，字蕙兰。咸通（唐懿宗年号，860—874）中为补阙李亿妾，以李妻不能容，进长安咸宜观出家为女道士。与文学家温庭筠为忘年交，唱和甚多。后被京兆尹温璋以打死婢女之罪名处死。鱼玄机性聪慧，有才思，好读书，尤工诗。与李冶、薛涛、刘采春并称唐代四大女诗人。其诗作现存五十首，收于《全唐诗》。有《鱼玄机集》一卷。其事迹见《唐才子传》等书。鱼玄机生平不见正史。尽管鱼玄机名传千古，但因其非官宦显要，正史官文终不能留下片纸只字，其生平传记资料散见于晚唐皇甫枚《三水小牍》、宋初孙光宪《北梦琐言》、元代辛文房《唐才子传》等书。另外《太平广记》、《南部新书》、《直斋书录解题》和《全唐诗》等书中还存留有相关的断章短句。无论是正史还是野志对鱼玄机之记载资料均甚少，故于其之研究多在其诗。其作品有《鱼玄机集》一卷，诗作现存有五十首之多，《全唐诗》有收录。 "},
		{"FID":71,"Name":"杜荀鹤","STime":846,"ETime":906,"zi":"彦之","hao":"九华山人","Home":"石台","Intro":"杜荀鹤（约846—约906），字彦之，自号九华山人。汉族，池州石埭（今安徽省石台县）人。他出身寒微，中年始中进士，仍未授官，乃返乡闲居。曾以诗颂朱温，后朱温取唐建梁，任以翰林学士，知制诰，故入《旧五代史·梁书》（《旧五代史·卷二十三·梁书第二十三·列传第十三》有其传）。他以“诗旨未能忘救物”（《自叙》）自期，故而对晚唐的混乱黑暗，以及人民由此而深受的苦痛，颇多反映，如山中寡妇的避征无门，《旅泊遇郡中叛乱示同志》中官兵的遍搜珠宝，乱杀平民，甚至拆古寺，掘荒坟；《再经胡城县》中酷吏的残忍，县民的含冤，都是这一时期社会生活的真实写照。其诗也明白平易，且都是近体诗，但也失之浅率，不甚耐读。他自称【苦吟】，从技巧上说，未必如此。《沧浪诗话》将他列为一体，翁方纲不以为然，在《石洲诗话》中说：【咸通十哲，概乏风骨……杜荀鹤至令严沧浪目为一体，亦殊浅易。】《苕溪渔隐丛话》引《幕府燕闲录》，也谓鄙俚浅俗，惟宫词为唐第一。 "},
		{"FID":72,"Name":"崔涂","STime":876,"ETime":896,"zi":"礼山","hao":"无","Home":"洛阳","Intro":"崔涂[唐]（约公元八八七年前后在世），字礼山，善音律，尤善长笛，《唐才子传》说是江南人，一九七八年版人民文学出版社《唐诗选》以其[旧业临秋水，何人在钓矶]及[试向富春江畔过，故园犹合有池台]句，推为今浙江桐庐、建德一带人。唐末诗人，生卒年、生平均不详，约公元八八八年前后在世。唐僖宗光启四年（888）进士，壮客巴蜀，老游龙山，故也多写旅愁之作。其《春夕旅怀》[胡蝶梦中家万里，杜鹃枝上月三更]，颇为传诵。《全唐诗》存其诗1卷。他写的最有名的一首诗是《除夜有怀》。 "},
		{"FID":73,"Name":"郑谷","STime":848,"ETime":909,"zi":"守愚","hao":"无","Home":"荆州","Intro":"郑谷，唐朝末期著名诗人。字守愚，汉族，江西宜春市袁州区人。僖宗时进士，官都官郎中，人称郑都官。又以《鹧鸪诗》得名，人称郑鹧鸪。其诗多写景咏物之作，表现士大夫的闲情逸致。风格清新通俗，但流于浅率。曾与许棠、张乔等唱和往还，号“芳林十哲”。原有集，已散佚，存《云台编》。 "}
		],
		"五代十国":[],
		"宋":[
		{"FID":74,"Name":"谢翱","STime":1249,"ETime":1295,"zi":"皋羽","hao":"宋累","Home":"霞浦","Intro":"谢翱（1249年11月20日—1295年12月17日），南宋爱国诗人，“福安三贤”之一。字皋羽，一字皋父，号宋累，又号晞发子，原籍长溪人，徙建宁府浦城县（今属南平市浦城县）。度宗咸淳间应进士举，不第。恭宗德佑二年文天祥开府延平，率乡兵数百人投之，任谘议参军。文天祥兵败，脱身避地浙东，往来于永嘉、括苍、鄞、越、婺、睦州等地，与方凤、吴思齐、邓牧等结“月泉吟社”。 "},
		 {"FID":75,"Name":"洪遵","STime":1120,"ETime":1174,"zi":"景严","hao":"无","Home":"嘉兴","Intro":"洪遵（1120年—1174年），字景严，南宋饶州乐平（今江西乐平）人。后因其父而入仕途。绍兴十二年（1142年）二月，与兄洪适同中博学宏词科，洪遵第一状元，洪适第二榜眼，父亲洪皓，曾任礼部尚书、大金通问使、徽猷阁直学士、提举万寿观兼权直学士院，封魏国忠宣公。与兄洪适、弟洪迈先后中博学鸿词科，有三洪之称，三洪同朝并为台辅世所罕见。擢秘书省正字，累官至翰林学士承旨、同知枢密院事、端明殿学士、提举太平兴国宫，右丞相，封鄱阳郡开国侯，卒晋少保、信国公。赠太师,右丞相食邑一千三百户，实封四百户。卒谥文安，夫人朱氏，朱正刚女，封信国夫人。是著名的钱币学家，对医学也有研究。 "},
		{"FID":76,"Name":"徐铉","STime":916,"ETime":992,"zi":"鼎臣","hao":"无","Home":"南京","Intro":"徐铉（公元916年—公元992年），字鼎臣。五代至北宋初年诗人，原籍会稽（今浙江绍兴），父亲徐延休，官江都少尹，遂家其地，故一作广陵（今江苏扬州）人。徐铉十岁能作文，不妄游处。与韩熙载齐名，人称“韩徐”。初仕杨吴，为校书郎。又仕南唐三主，历官知制诰、中书舍人、翰林学士、吏部尚书。后随后主李煜归宋，官至散骑常侍，世称“徐骑省”。淳化初因事贬静难军行军司马。徐铉工于书，好李斯小篆，与弟徐锴有文名，并精小学，世称“江东二徐”。雍熙（984～987）间，曾受诏与句中正、葛湍等共同校订《说文解字》，新补19字于正文中，又以经典相承及时俗通用而为原书所不载者402字附于正文之后，世称“大徐本”。又参与编纂《文苑英华》，所著尚有文集30卷，《质疑论》若干卷。徐铉在文字学上卓有成就，在诗歌、散文创作方面成就也十分突出，《全唐文》、《全唐诗》、《全宋文》均收录有其作品。 "},
		{"FID":77,"Name":"晁迥","STime":951,"ETime":1014,"zi":"明远","hao":"无","Home":"徐州","Intro":"字明远，世为澶州清丰人，后徙彭门。太平兴国时，举进士。为大理评事。累擢右正言，直史馆。献咸平新书五十篇，又献理枢一篇。 "},
		{"FID":78,"Name":"王禹偁","STime":954,"ETime":1001,"zi":"元之","hao":"无","Home":"巨野","Intro":"王禹偁[chēng]（954年-1001年），字元之，济州钜野(今山东省巨野县)人。北宋诗人、散文家，宋初有名的直臣，敢于直谏遭贬谪。北宋太平兴国八年进士，历任右拾遗、左司谏、知制诰、翰林学士。敢于直言讽谏，因此屡受贬谪。宋真宗即位，召还，复知制诰。后贬至黄州，故世称王黄州，后又迁蕲州病死。王禹偁为北宋诗文革新运动的先驱，文学韩愈、柳宗元，诗崇杜甫、白居易，多反映社会现实，风格清新平易。词仅存一首，反映了作者积极用世的政治抱负，格调清新旷远。著有《小畜集》30卷、《五代史阙文》。 "},
		{"FID":79,"Name":"寇准","STime":961,"ETime":1023,"zi":"平仲","hao":"无","Home":"大名","Intro":"寇凖（961年—1023年10月24日），字平仲，华州下邽（今陕西渭南）人。北宋政治家、诗人。太平兴国五年（980年）进士，授大理评事及知巴东、成安二县。为人刚直，因多次直谏，渐被太宗重用，三十二岁时拜枢密副使，旋即升任参知政事。真宗即位后，先后在工部、刑部、兵部任职，又任三司使。景德元年（1004年），与参知政事毕士安一同出任宰相（同平章事）。当年冬天，契丹南下犯宋，包围了澶洲等河北地区，朝野震惊；寇凖反对南迁，力主真宗亲征，从而稳定了军心，使宋辽双方订立“澶渊之盟”。景德三年（1006年），因王钦若等人排挤，辞去相位。天禧元年（1017年）又恢复宰相职务。后因参与宫廷权力斗争，被丁谓等人排挤，数被贬谪，终雷州司户参军。天圣元年 （1023年），病逝于雷州。皇祐四年（1053年），宋仁宗下诏为其立神道碑，并亲于碑首撰“旌忠”字，复爵莱国公，追赠中书令，谥号“忠愍”，故后人多称寇忠愍或寇莱公。与白居易、张仁愿并称“渭南三贤”。寇凖善诗能文，其七绝诗尤有韵味，有《寇忠愍诗集》三卷传世。"},
		{"FID":80,"Name":"丁谓","STime":966,"ETime":1037,"zi":"公言","hao":"无","Home":"苏州","Intro":"丁谓（公元966~公元1037），字谓之，后更字公言，两浙路苏州府长洲县（今江苏苏州）人，祖籍河北。北宋宰相、奸臣。与王钦若等人并称为五鬼。先后任参知政事（副相）、枢密使、同中书门下平章事（正相），封晋国公。前后共在相位七年。丁氏先祖是河北人，五代时迁居苏州。祖父丁守节，与范仲淹曾祖范梦龄同是吴越国中吴军节度使钱文奉（钱镠之孙）的幕僚，任节度推官，遂为长洲人。通籍后官运亨通，历任三司户部判官、工部员外郎、三司盐铁副使。大中祥符元年（1008），召为右谏议大夫，权三司使，加枢密直学士。后历任礼部侍郎、参知政事，工、刑、兵三部尚书。大中祥符九年（1016）九月，丁谓以参知政事身份任平江军节度使，衣锦归里，“建节本镇，一时为荣”。离京时，宋真宗特赐御诗七言四韵和五言十韵，“尤为盛事”。天禧初（1017），以吏部尚书复参知政事。不久，拜同中书门下平章事，兼任昭文馆大学士、监修国史、玉清昭应宫使、平章事兼太子少师。乾兴元年（1022），封为晋国公。丁谓任苏州军节度使时，宋真宗曾为他在苏城西南横山吴王拜郊台后丁家山下建造过第宅。又，蓝家巷（今钮家巷）原有丁晋公庙。因作恶太多，丁谓最后被罢相，贬为崖州（今海南省三亚市）司户参军，他的四个儿子、三个弟弟全部被降黜。抄没家产时，从他家中搜得各地的贿赂物品，不可胜纪。景祐四年（1037）闰四月，卒于光州，归葬苏州城西华山习嘉原。 "},
		{"FID":81,"Name":"林逋","STime":968,"ETime":1028,"zi":"君复","hao":"和靖先生","Home":"杭州","Intro":"林逋（967年—1028年），字君复，后人称为和靖先生、林和靖，汉族，奉化大里黄贤村人，北宋著名隐逸诗人。幼时刻苦好学，通晓经史百家。书载性孤高自好，喜恬淡，勿趋荣利。长大后，曾漫游江淮间，后隐居杭州西湖，结庐孤山。常驾小舟遍游西湖诸寺庙，与高僧诗友相往还。每逢客至，叫门童子纵鹤放飞，林逋见鹤必棹舟归来。作诗随就随弃，从不留存。天圣六年（1028年）卒。其侄林彰（朝散大夫）、林彬（盈州令）同至杭州，治丧尽礼。宋仁宗赐谥“和靖”。林逋隐居西湖孤山，终生不仕不娶，惟喜植梅养鹤，自谓 “以梅为妻，以鹤为子”，人称“梅妻鹤子”。 "},
		{"FID":82,"Name":"杨亿","STime":974,"ETime":1020,"zi":"大年","hao":"无","Home":"玉山","Intro":"杨亿（974～1020年），字大年，建州浦城（今福建浦城县）人。北宋文学家，西昆体诗歌主要作家。性耿介，尚气节。年十一，宋太宗闻其名，授秘书省正字。淳化中，赐进士，曾为翰林学士兼史馆修撰，官至工部侍郎。政治上支持丞相寇准抵抗辽兵入侵，反对宋真宗大兴土木，求仙祀神的迷信活动。天禧四年卒，年四十七，谥号为文。博览强记，尤长于典章制度。曾参预修《太宗实录》，主修《册府元龟》。今存《武夷新集》、《浦城遗书》、《摛藻堂四库全书萃要》、《杨文公谈苑》15卷 。"},
		{"FID":83,"Name":"释保暹","STime":980,"ETime":1034,"zi":"希白","hao":"无","Home":"金华","Intro":"释保暹，字希白，金华（今属浙江）人。普惠院僧。真宗影德初直昭文馆，九僧之一（《清波杂志》卷一一）。有《处囊决》一卷（元吴师道《敬乡录》卷一四），已佚。"},
		{"FID":84,"Name":"张先","STime":990,"ETime":1078,"zi":"子野","hao":"无","Home":"湖州","Intro":"张先（990—1078），字子野，乌程（今浙江湖州）人。北宋词人。婉约派代表人物。天圣八年（公元1030）进士。历任宿州掾、吴江知县、嘉禾（今浙江嘉兴）判官。皇祐二年（1050），晏殊知永兴军（今陕西西安），辟为通判。后以屯田员外郎知渝州，又知虢州。以尝知安陆，故人称“张安陆”。治平元年（1064）以尚书都官郎中致仕，元丰元年病逝，年八十八岁。张先“能诗及乐府，至老不衰”（《石林诗话》卷下）。其词内容大多反映士大夫的诗酒生活和男女之情，对都市社会生活也有所反映，语言工巧。"},
		{"FID":85,"Name":"宋庠","STime":996,"ETime":1066,"zi":"无","hao":"无","Home":"九江","Intro":"宋庠（xiáng）（996年—1066年），初名郊，字伯庠，入仕后改名庠，更字公序。北宋文学家，工部尚书宋祁之兄。开封府雍丘县双塔乡（今河南商丘民权县双塔乡）人。北宋天圣二年（1024年），宋庠状元及第，成为“连中三元”（乡试、会试、殿试均第一）之人。官至兵部侍郎、同平章事，以司空、郑国公致仕。治平三年（1066年），宋庠去世，年七十一。追赠太尉兼侍中，谥号“元献”（一作元宪），英宗亲题其碑首为“忠规德范之碑”。宋庠与弟宋祁并有文名，时称“二宋”。诗多秾丽之作，著有《宋元宪集》、《国语补音》等。 "},
		{"FID":86,"Name":"曾公亮","STime":999,"ETime":1078,"zi":"明仲","hao":"乐正","Home":"台州","Intro":"曾公亮（999年－1078年2月27日），字明仲，号乐正。泉州晋江县（今福建省泉州市）人。北宋政治家、文学家，刑部郎中曾会次子。宋仁宗天圣二年（1024年），曾公亮登进士第，授会稽知县。他自地方官员累升至知制诰、翰林学士、端明殿学士、参知政事、枢密使等职，在嘉祐六年（1061年）以吏部侍郎、同平章事、集贤殿大学士正式拜相。宋英宗即位后，加中书侍郎兼户部尚书。宋神宗即位后，再加至门下侍郎兼吏部尚书、昭文馆大学士，累封鲁国公。之后因年迈罢相，带司空兼侍中出镇河阳三城，又判永兴军，最终以太傅致仕。元丰元年（1078年），曾公亮去世，年八十。获赠太师、中书令，配享英宗庙廷，赐谥“宣靖”。宋理宗时为昭勋阁二十四功臣之一。曾公亮曾与丁度承旨编撰《武经总要》，为中国古代第一部官方编纂的军事科学百科全书。 "},
		{"FID":87,"Name":"包拯","STime":999,"ETime":1062,"zi":"希仁","hao":"无","Home":"合肥","Intro":"包拯（999年－1062年7月3日），字希仁。庐州合肥（今安徽合肥肥东）人。北宋名臣。天圣五年（1027年），包拯登进士第。累迁监察御史，曾建议练兵选将、充实边备。历任三司户部判官及京东、陕西、河北路转运使，后入朝担任三司户部副使，请求朝廷准许解盐通商买卖。知谏院时，多次论劾权贵。再授龙图阁直学士、河北都转运使，移知瀛、扬诸州，历权知开封府、权御史中丞、三司使等职。嘉祐六年（1061年），升任枢密副使。因曾任天章阁待制、龙图阁直学士，故世称“包待制”、“包龙图”。嘉祐七年（1062年），包拯逝世，年六十四。追赠礼部尚书，谥号“孝肃”，后世称其为“包孝肃”。有《包孝肃公奏议》传世。包拯廉洁公正、立朝刚毅，不附权贵，铁面无私，且英明决断，敢于替百姓申不平，故有“包青天”及“包公”之名，京师有“关节不到，有阎罗包老”之语。后世将他奉为神明崇拜，认为他是奎星转世，由于民间传其黑面形象，亦被称为“包青天”。 "},
		{"FID":88,"Name":"富弼","STime":1004,"ETime":1083,"zi":"彦国","hao":"无","Home":"洛阳","Intro":"富弼（1004年2月13日－1083年8月8日），字彦国。洛阳人。北宋名相、文学家。天圣八年（1030年），富弼举茂才异等，历授将作监丞、直集贤院、知谏院等职。庆历二年（1042年），奉命出使辽国时，以增加岁币为条件，据理力争，拒绝割地要求。任枢密副使时，与范仲淹等共同推行庆历新政。新政失败后，出知郓州、青州等地。任内救助数十万灾民。至和二年（1055年）拜相。宋英宗即位，召为枢密使，因足疾解职，进封郑国公。曾劝宋神宗“愿二十年口不言兵”。富弼多次出使辽国，对西夏情形也十分关注。他利用自己对宋、辽、西夏三国关系的透彻了解，助宋朝撬开辽夏同盟，使宋、辽、西夏三足鼎立的格局逐渐稳定下来。熙宁二年（1069年），再度为相，因反对王安石变法，出判亳州，拒不执行青苗法。后以司空、韩国公致仕，退居洛阳，仍继续请求废止新法。元丰六年（1083年），富弼去世，年八十。累赠太师，谥号“文忠”。元祐元年（1086年），配享神宗庙庭，宋哲宗亲篆其碑首为“显忠尚德”。为昭勋阁二十四功臣之一。康熙六十一年（1722年），从祀历代帝王庙 [2]  。今存《富郑公集》一卷。 "},
		{"FID":89,"Name":"文彦博","STime":1006,"ETime":1097,"zi":"宽夫","hao":"伊叟","Home":"介休","Intro":"文彦博（1006年10月23日－1097年6月16日），字宽夫，号伊叟。汾州介休（今山西介休市）人。北宋时期著名政治家、书法家。天圣五年（1027年），文彦博进士及第，历任殿中侍御史、转运副使、枢密副使、参知政事等职。因讨平王则起义之功，升任同平章事（宰相）。皇祐三年（1051年）被劾罢相，出知许、青、永兴等州军。至和二年（1055年）复相。嘉祐三年（1058年），出判河南等地，封潞国公。宋神宗时，反对王安石变法，极论市易法“损国体、惹民怨”，出判大名、河南府，累加至太尉。元丰六年（1083年）以太师致仕。宋哲宗即位后，经宰相司马光举荐，起授平章军国重事。元祐五年（1090年），再次致仕。绍圣四年（1097年），降授太子少保，同年去世，年九十二。宋徽宗时，与司马光等并入元祐党人碑，后追复太师，谥号“忠烈”。康熙六十一年（1722年），从祀历代帝王庙。文彦博历仕仁、英、神、哲四朝，荐跻二府，七换节钺，出将入相五十年。任殿中侍御史期间，秉公执法。为相期间，大胆提出裁军八万之主张，为精兵简政，减轻人民负担，被世人称为贤相。有《文潞公集》四十卷。《全宋词》录其词一首。 "},
		{"FID":90,"Name":"苏洵","STime":1009,"ETime":1065,"zi":"明允","hao":"老泉","Home":"眉山","Intro":"苏洵（1009年5月22日—1066年5月21日），字明允，自号老泉，汉族，眉州眉山（今属四川眉山）人。北宋文学家，与其子苏轼、苏辙并以文学著称于世，世称“三苏”，均被列入“唐宋八大家”。苏洵擅长于散文，尤其擅长政论，议论明畅，笔势雄健，著有《嘉祐集》二十卷，及《谥法》三卷，均与《宋史本传》并传于世。 "}
		],
		"元":[
		{"FID":91,"Name":"马致远","STime":1250,"ETime":1324,"zi":"无","hao":"东篱","Home":"大都（今北京）","Intro":"马致远（约1250年－1321年至1324年秋季间），号东篱，大都（今北京，有异议）人，元代戏曲家，与关汉卿、郑光祖、白朴并称“元曲四大家”。马致远在年轻时写诗曾献上龙楼，热衷过进取功名，但未能实现。青年时期仕途坎坷，晚年不满时政，隐居田园，以衔杯击缶自娱，病逝于至治元年（1321年）至泰定元年（1324年）秋季间。 "},
		{"FID":92,"Name":"关汉卿","STime":1219,"ETime":1301,"zi":"无","hao":"无","Home":"解州（今山西运城）","Intro":"关汉卿（1219年－1301年），元代杂剧奠基人，元代戏剧作家，“元曲四大家”之首。晚号已斋（一说名一斋）、已斋叟。汉族，解州人（今山西省运城），其籍贯还有大都（今北京市）人，及祁州（今河北省安国市）人等说，与白朴、马致远、郑光祖并称为“元曲四大家”。以杂剧的成就最大，今知有67部，现存18部，个别作品是否为他所作，无定论。最著名的是《窦娥冤》。关汉卿也写了不少历史剧，《单刀会》、《单鞭夺槊》、《西蜀梦》等，散曲今在小令40多首、套数10多首。他的散曲，内容丰富多彩，格调清新刚劲，具有很高的艺术价值。 "},
		{"FID":93,"Name":"成吉思汗","STime":1162,"ETime":1227,"zi":"无","hao":"无","Home":"漠北草原","Intro":"孛儿只斤·铁木真（1162年5月31日—1227年8月25日），蒙古帝国可汗，尊号“成吉思汗”（GhinggisKhan），意为“拥有海洋四方“。世界史上杰出的政治家、军事家。1162年（宋高宗绍兴三十二年，金世宗大定二年）出生在漠北草原斡难河上游地区（今蒙古国肯特省），取名铁木真。1206年春天建立大蒙古国，此后多次发动对外征服战争，征服地域西达中亚、东欧的黑海海滨。1227年在征伐西夏的时候去世，之后被密葬 。1265年（至元二年）十月，元世祖忽必烈追尊成吉思汗庙号为太祖。 "},
		{"FID":94,"Name":"忽必烈","STime":1215,"ETime":1294,"zi":"无","hao":"无","Home":"漠北草原","Intro":"孛儿只斤·忽必烈（1215年—1294年），蒙古族，政治家、军事家。监国托雷第四子，元宪宗蒙哥弟。大蒙古国的末代可汗同时也是元朝的开国皇帝。蒙古尊号“薛禅汗”。 青年时代，便“思大有为于天下”。1251年，长兄蒙哥继大汗位，忽必烈受封为王。1252年忽必烈即奉命征讨大理。1260年长兄去世，忽必烈在开平即汗位，建元中统，开始按中国传统的王朝年号纪年。1271年，改“大蒙古”国号为元，1272年迁都元大都（今北京）。随后即举兵南下，直至1279年灭南宋。1294年正月，在大都病逝，谥号圣德神功文武皇帝。 "}
		],
		"明":[
		{"FID":95,"Name":"朱元璋","STime":1328,"ETime":1398,"zi":"国瑞","hao":"无","Home":"濠州钟离（今安徽凤阳）","Intro":"大明太祖高皇帝朱元璋（1328年-1398年6月24日），字国瑞，原名重八，后取名兴宗。汉族，濠州钟离人（今安徽凤阳），明朝开国皇帝。朱元璋幼时贫穷，曾为地主放牛。1344年（元至正四年），入皇觉寺，25岁时参加郭子兴领导的红巾军反抗元朝，1356年（至正十六年）被部下诸将奉为吴国公。同年，攻占集庆路，将其改为应天府。1368年（至正二十八年）朱元璋击破各路农民起义军后，在应天府称帝，国号大明，年号洪武。后结束了蒙元在中原的统治，后平定四川、广西、甘肃、云南等地，最终统一中国。 "},
		{"FID":96,"Name":"唐伯虎","STime":1470,"ETime":1524,"zi":"子畏","hao":"六如居士","Home":"苏州府白下桥李间","Intro":"唐寅（1470年3月6日-1524年1月7日）生于成化六年二月初四，卒于嘉靖二年十二月二日，字伯虎，后改字子畏，号六如居士、桃花庵主、鲁国唐生、逃禅仙吏等，明代画家、书法家、诗人。三十岁时进京会试，涉会试泄题案而被革黜，妻子改嫁，一生坎坷。后游历名山大川，以卖文鬻画闻名天下。早年随沈周、周臣学画，宗法李唐、刘松年，融会南北画派，笔墨细秀，布局疏朗，风格秀逸清俊。人物画师承唐代传统，色彩艳丽清雅，体态优美，造型准确；亦工写意人物，笔简意赅，饶有意趣。 "},
		{"FID":97,"Name":"施耐庵","STime":1296,"ETime":1370,"zi":"肇瑞","hao":"子安","Home":"江苏兴化","Intro":"施耐庵（1296—1370），原名彦端，字肇瑞，号子安，别号耐庵。泰州兴化人，祖籍苏州。舟人之子，生于兴化白驹镇（今盐城大丰），13岁入私塾，19岁中秀才，29岁中举，35岁中进士。35岁至40岁之间官钱塘二载，后与当道不合，复归苏州。至正十六年（1356）六十岁，张士诚据苏，征聘不应；与张士诚部将卞元亨相友善，后流寓江阴，在祝塘镇教书。71岁或72岁迁兴化，旋迁白驹场、施家桥。朱元璋屡征不应；最后居淮安卒，终年74岁。著作是四大名著之一的《水浒传》。 "},
		{"FID":98,"Name":"李时珍","STime":1518,"ETime":1593,"zi":"东璧","hao":"濒湖山人","Home":"湖北省蕲春县蕲州镇","Intro":"李时珍（1518—1593），字东璧，晚年自号濒湖山人，湖北蕲春县蕲州镇东长街之瓦屑坝（今博士街）人，明代著名医药学家。后为楚王府奉祠正、皇家太医院判，去世后明朝廷敕封为“文林郎”。李时珍自1565年起，先后到武当山、庐山、茅山、牛首山及湖广、安徽、河南、河北等地收集药物标本和处方，并拜渔人、樵夫、农民、车夫、药工、捕蛇者为师，参考历代医药等方面书籍925种，考古证今、穷究物理”，记录上千万字札记，弄清许多疑难问题，历经27个寒暑，三易其稿，于明万历十八年（1590年）完成了192万字的巨著《本草纲目》，此外对脉学及奇经八脉也有研究。著述有《奇经八脉考》《濒湖脉学》等多种。被后世尊为 “药圣”。 "},
		{"FID":99,"Name":"刘伯温","STime":1311,"ETime":1375,"zi":"伯温","hao":"无","Home":"浙江文成南田镇武阳村(旧属青田)","Intro":"刘基（1311年7月1日－1375年5月16日），字伯温，处州青田县南田乡（今属浙江温州市文成县）人，故称刘青田，元末明初军事家、政治家、文学家，明朝开国元勋。洪武三年（1370）封诚意伯，故又称刘诚意。武宗正德九年追赠太师，谥号文成，后人称他刘文成、文成公。元至顺间举进士。博通经史，尤精象纬之学，时人比之诸葛亮。至正十九年（1359），朱元璋闻刘基及宋濂等名，礼聘而至。他上书陈述时务十八策，倍受宠信。参与谋划平定张士诚、陈友谅与北伐中原等军事大计。吴元年（1367）为太史令，进《戊申大统历》。奏请立法定制，以止滥杀。朱元璋即皇帝位后，他奏请设立军卫法，又请肃正纪纲。尝谏止建都于凤阳。洪武三年（1370）十一月封诚意伯，岁禄240石。四年，赐归。刘基居乡隐形韬迹，惟饮酒弈棋，口不言功。寻以旧憾为左丞相胡惟庸所讦而夺禄。入京谢罪，留京不敢归，以忧愤疾作，胡惟庸曾派医生探视。八年，遣使护归，居一月而卒。刘基精通天文、兵法、数理等，尤以诗文见长。诗文古朴雄放，不乏抨击统治者腐朽、同情民间疾苦之作。著作均收入《诚意伯文集》。刘基佐朱元璋平天下，论天下安危，义形于色，遇急难，勇气奋发，计划立定，人莫能测。朱元璋多次称刘基为：“吾之子房也。”在文学史上，刘基与宋濂、高启并称“明初诗文三大家”。中国民间广泛流传着“三分天下诸葛亮，一统江山刘伯温；前朝军师诸葛亮，后朝军师刘伯温”的说法。他以神机妙算、运筹帷幄著称于世。 "}
		],
		"清":[
		{"FID":100,"Name":"曾国藩","STime":1811,"ETime":1872,"zi":"伯涵","hao":"涤生","Home":"湖南长沙府湘乡县","Intro":"曾国藩（1811年11月26日－1872年3月12日），初名子城，字伯涵，号涤生，宗圣曾子七十世孙。中国近代政治家、战略家、理学家、文学家，湘军的创立者和统帅。曾国藩出生普通耕读家庭，自幼勤奋好学，6岁入塾读书。8岁能读四书、诵五经，14岁能读《周礼》《史记》文选。道光十八年（1838年）中进士，入翰林院，为军机大臣穆彰阿门生。累迁内阁学士，礼部侍郎，署兵、工、刑、吏部侍郎。与大学士倭仁、徽宁道何桂珍等为密友，以“实学”相砥砺。太平天国运动时，曾国藩组建湘军，力挽狂澜，经过多年鏖战后攻灭太平天国。其一生奉行为政以耐烦为第一要义，主张凡事要勤俭廉劳，不可为官自傲。他修身律己，以德求官，礼治为先，以忠谋政，在官场上获得了巨大的成功。曾国藩的崛起，对清王朝的政治、军事、文化、经济等方面都产生了深远的影响。在曾国藩的倡议下，建造了中国第一艘轮船，建立了第一所兵工学堂，印刷翻译了第一批西方书籍，安排了第一批赴美留学生。可以说曾国藩是中国近代化建设的开拓者。曾国藩与胡林翼并称“曾胡”，与李鸿章、左宗棠、张之洞并称“晚清中兴四大名臣”。官至两江总督、直隶总督、武英殿大学士，封一等毅勇侯，谥号“文正”，后世称“曾文正”。 "},
		{"FID":101,"Name":"洪秀全","STime":1814,"ETime":1864,"zi":"无","hao":"无","Home":"广东花县","Intro":"洪秀全（1814年1月1日—1864年6月1日），是太平天国以驱逐侵略者恢复祖国的名义发动太平天国复国运动的领袖，原名火秀，族名仁坤，广东花县（今广州市花都区）人 ，是汉族客家人。清嘉庆十八年十二月初十生于广东花县福源水村，后来移居到官禄布村。道光年间屡应科举不中，遂吸取早期基督教义中的平等思想，但因其受封建思想影响较大创立的拜上帝会仍旧有着十分严格的等级制度。撰《原道救世歌》以布教，主张建立远古“天下为公”盛世。洪秀全建立太平天国，称天王，1853年以南京作为首都，改名天京，1864年在天京病逝。 "},
		{"FID":102,"Name":"谭嗣同","STime":1865,"ETime":1898,"zi":"复生","hao":"壮飞","Home":"兰州","Intro":"谭嗣同（1865.3.10—1898.9.28），男，字复生，号壮飞，湖南浏阳人，中国近代著名政治家、思想家，维新派人士。其所著的《仁学》，是维新派的第一部哲学著作，也是中国近代思想史中的重要著作。 谭嗣同早年曾在家乡湖南倡办时务学堂、南学会等，主办《湘报》，又倡导开矿山、修铁路，宣传变法维新，推行新政。 公元1898年（光绪二十四年）谭嗣同参加领导戊戌变法，失败后被杀，年仅33岁，为“戊戌六君子”之一。 "},
		{"FID":103,"Name":"关天培","STime":1781,"ETime":1841,"zi":"仲因","hao":"滋圃","Home":"江苏淮安府山阳县","Intro":"关天培（1781年1月8日-1841年2月26日），字仲因，号滋圃，江苏淮安府山阳县（今江苏淮安市淮安区）人，清朝著名爱国名将，民族英雄。历任把总、千总、守备、参将、副将、提督等要职。在任广东大清水师提督其间，全力支持民族英雄林则徐虎门消烟。道光二十一年（1841年）二月初六，英军对虎门要塞发动总攻，关天培亲自指挥，尽管守军低于对方数倍，面对英军猛攻，仍死守阵地，顽强抵抗。最终因援军未至，被枪弹击中，壮烈殉国。朝廷追谥为忠节，加封振威将军。关天培著有《筹海初集》及训练图表等。 "}
	],
	"民国":[],
	"中华人民共和国":[]
}