{
	"Tang":[
		{"FID":0,"Name":"白居易","STime":772,"ETime":846,"zi":"乐天","hao":"香山居士","Home":"太原","Intro":"白居易是唐代伟大的现实主义诗人，唐代三大诗人之一。白居易与元稹共同倡导新乐府运动，世称“元白”，与刘禹锡并称“刘白”。白居易的诗歌题材广泛，形式多样，语言平易通俗，有“诗魔”和“诗王”之称。官至翰林学士、左赞善大夫。公元846年，白居易在洛阳逝世，葬于香山。有《白氏长庆集》传世，代表诗作有《长恨歌》、《卖炭翁》、《琵琶行》等。"},
		{"FID":1,"Name":"狄仁杰","STime":630,"ETime":700,"zi":"怀英","hao":"无","Home":"太原","Intro":"出身太原狄氏，早年以明经及第，历任汴州判佐、并州法曹、大理寺丞、侍御史、度支郎中、宁州刺史、冬官侍郎、江南巡抚使、文昌右丞、豫州刺史、复州刺史、洛州司马等职，以不畏权贵著称。天授二年（691年）九月，升任宰相，担任地官侍郎、同平章事。四个月后，为酷吏来俊臣诬以谋反，夺职下狱，贬为彭泽县令。营州之乱时，得到起复。神功元年（697年），再度拜相，担任鸾台侍郎、同平章事，迁纳言。用于犯颜直谏，力劝武则天复立庐陵王李显为太子，培植举荐忠于唐朝的势力，成为大唐社稷得以延续的重要支柱。久视元年（700年），拜内史令。同年九月，病逝，追赠文昌右相，谥号文惠。唐中宗复位后，追赠司空、梁国公，累赠太师，配享中宗庙廷。"},
		{"FID":2,"Name":"杜甫","STime":712,"ETime":770,"zi":"子美","hao":"少陵野老","Home":"襄阳","Intro":"唐代伟大的现实主义诗人，与李白合称“李杜”。原籍湖北襄阳，后徙河南巩县。为了与另两位诗人李商隐与杜牧即“小李杜”区别，杜甫与李白又合称“大李杜”，杜甫也常被称为“老杜”。杜甫少年时代曾先后游历吴越和齐赵，其间曾赴洛阳应举不第。三十五岁以后，先在长安应试，落第；后来向皇帝献赋，向贵人投赠。官场不得志，亲眼目睹了唐朝上层社会的奢靡与社会危机。天宝十四载（755年），安史之乱爆发，潼关失守，杜甫先后辗转多地。乾元二年（759年）杜甫弃官入川，虽然躲避了战乱，生活相对安定，但仍然心系苍生，胸怀国事。创作了《登高》《春望》《北征》《三吏》《三别》等名作。虽然杜甫是个现实主义诗人，但他也有狂放不羁的一面，从其名作《饮中八仙歌》不难看出杜甫的豪气干云。大历五年（770年）冬，杜甫病逝，时年五十九岁。杜甫在中国古典诗歌中的影响非常深远，被后人称为“诗圣”，他的诗被称为“诗史”。后世称其杜拾遗、杜工部，也称他杜少陵、杜草堂。"},
		{"FID":3,"Name":"韩愈","STime":768,"ETime":824,"zi":"退之","hao":"郡望昌黎","Home":"泾阳","Intro":"唐代杰出的文学家、思想家、哲学家、政治家。贞元八年（792年），韩愈登进士第，两任节度推官，累官监察御史。后因论事而被贬阳山，历都官员外郎、史馆修撰、中书舍人等职。元和十二年（817年），出任宰相裴度的行军司马，参与讨平“淮西之乱”。其后又因谏迎佛骨一事被贬至潮州。晚年官至吏部侍郎，人称“韩吏部”。长庆四年（824年），韩愈病逝，年五十七，追赠礼部尚书，谥号“文”，故称“韩文公”。元丰元年（1078年），追封昌黎伯，并从祀孔庙。"},
		{"FID":4,"Name":"李白","STime":701,"ETime":762,"zi":"太白","hao":"青莲居士","Home":"陇西","Intro":"唐代伟大的浪漫主义诗人，被后人誉为“诗仙”，与杜甫并称为“李杜”，为了与另两位诗人李商隐与杜牧即“小李杜”区别，杜甫与李白又合称“大李杜”。据《新唐书》记载，李白为兴圣皇帝（凉武昭王李暠）九世孙，与李唐诸王同宗。其人爽朗大方，爱饮酒作诗，喜交友。李白深受黄老列庄思想影响，有《李太白集》传世，诗作中多以醉时写的，代表作有《望庐山瀑布》《行路难》《蜀道难》《将进酒》《梁甫吟》《早发白帝城》等多首。李白所作词赋，宋人已有传记（如文莹《湘山野录》卷上），就其开创意义及艺术成就而言，“李白词”享有极为崇高的地位。"},
		{"FID":5,"Name":"李商隐","STime":813,"ETime":858,"zi":"义山","hao":"玉溪生","Home":"怀州","Intro":"晚唐著名诗人，和杜牧合称“小李杜”，李商隐又与李贺、李白合称“三李”，与温庭筠合称为“温李”，因诗文与同时期的段成式、温庭筠风格相近，且三人都在家族里排行第十六，故并称为“三十六体”。李商隐是晚唐乃至整个唐代，为数不多的刻意追求诗美的诗人。他擅长诗歌写作，骈文文学价值也很高。其诗构思新奇，风格秾丽，尤其是一些爱情诗和无题诗写得缠绵悱恻，优美动人，广为传诵。但部分诗歌（以《锦瑟》为代表）过于隐晦迷离，难于索解，至有“诗家总爱西昆好，独恨无人作郑笺”之说。唐文宗开成二年（837年），李商隐登进士第，曾任秘书省校书郎、弘农尉等职。因卷入“牛李党争”的政治旋涡而备受排挤，一生困顿不得志。唐宣宗大中末年（约858年），李商隐在郑州病故，葬于故乡荥阳。也有人说他葬于祖籍地怀州雍店（今沁阳山王庄镇）之东原的清化北山下。"},
		{"FID":6,"Name":"李世民","STime":598,"ETime":649,"zi":"无","hao":"无","Home":"陇西","Intro":"唐朝第二位皇帝（626~649年在位），杰出的政治家、战略家、军事家、诗人，唐高祖李渊嫡次子，母为太穆皇后窦氏。生于武功别馆（今陕西武功县），少年从军，擅长骑射，曾往雁门关解救隋炀帝。首倡晋阳起兵，封为敦煌郡公，善于用兵。进入长安后，拜为尚书令、右武候大将军，封为秦国公。唐朝建立后，官至天策上将、司徒，封为秦王。平定薛仁杲、刘武周、窦建德、王世充等割据势力，为唐朝的建立与统一过程立下赫赫战功。设立文学馆，笼络人才。武德九年（626年7月2日），发动“玄武门之变”，杀死太子李建成、齐王李元吉及二人所有儿子，册立为太子。唐高祖李渊退位后，正式即位，年号贞观。在位初期，听取群臣意见，虚心纳谏。对内文治天下，厉行节约，劝课农桑，实现休养生息、国泰民安，开创“贞观之治”。对外开疆拓土，攻灭东突厥与薛延陀，征服高昌、龟兹、吐谷浑，重创高句丽，设立安西四镇，让各民族融洽相处，北方各族共同尊称为“天可汗”，为后来唐朝一百多年的盛世奠定重要基础。贞观二十三年（649年7月10日），驾崩于含风殿，享年五十二岁，在位二十三年，庙号太宗，葬于昭陵。爱好文学与书法，有诗作与墨宝传世。"},
		{"FID":7,"Name":"柳公权","STime":778,"ETime":865,"zi":"诚悬","hao":"河东珺公","Home":"京兆华原","Intro":"唐朝中期著名书法家、诗人，兵部尚书柳公绰之弟。柳公权二十九岁时进士及第，早年曾任秘书省校书郎，并入李听幕府。于穆宗、敬宗、文宗三朝官居侍书，长在朝中。共历仕七朝，官至太子少师，封河东郡公，以太子太保致仕，故世称“柳少师”。咸通六年（865年），柳公权去世，年八十八。获赠太子太师。柳公权的书法以楷书著称，初学王羲之，后来遍观唐代名家书法，吸取了颜真卿、欧阳询之长，溶汇新意，自创独树一帜的“柳体”，以骨力劲健见长，后世有“颜筋柳骨”的美誉。与颜真卿齐名，人称“颜柳”，又与欧阳询、颜真卿、赵孟頫并称“楷书四大家”。传世碑刻有《金刚经刻石》、《玄秘塔碑》、《冯宿碑》等，行、草书有《伏审帖》、《十六日帖》、《辱向帖》等，另有墨迹《蒙诏帖》、《王献之送梨帖跋》传世。柳公权亦工诗，《全唐诗》存其诗五首，《全唐诗外编》存诗一首。"},
		{"FID":8,"Name":"孟浩然","STime":689,"ETime":740,"zi":"浩然","hao":"孟山人","Home":"襄阳","Intro":"唐代著名的山水田园派诗人，世称“孟襄阳”。因他未曾入仕，又称之为“孟山人”。孟浩然生当盛唐，早年有志用世，在仕途困顿、痛苦失望后，尚能自重，不媚俗世，修道归隐终身。曾隐居鹿门山。40岁时，游长安，应进士举不第。曾在太学赋诗，名动公卿，一座倾服，为之搁笔。开元二十五年（737）张九龄招致幕府，后隐居。孟诗绝大部分为五言短篇，多写山水田园和隐居的逸兴以及羁旅行役的心情。其中虽不无愤世嫉俗之词，而更多属于诗人的自我表现。孟浩然的诗在艺术上有独特的造诣，后人把孟浩然与盛唐另一山水诗人王维并称为“王孟”，有《孟浩然集》三卷传世"},
		{"FID":9,"Name":"松赞干布","STime":617,"ETime":650,"zi":"无","hao":"无","Home":"吐蕃","Intro":"按照藏族的传统，松赞干布是吐蕃王朝第33任赞普，实际上是吐蕃王朝立国之君。在位期间（629—650年），迁都逻些（今西藏拉萨），平定吐蕃内乱，降服羊同，统一西藏，正式建立奴隶主统治的吐蕃王国。他发展农牧业生产，推广灌溉，命人制定文字，颁行治理吐蕃之“大法令”，以处理赞普王室与世家贵族、诸小邦及社会各阶层的关系，创设行政制度和军事制度，设置官职品阶，颁布律令，统一度量衡和课税制度，促进了吐蕃政治、经济、文化的全面发展，确立了吐蕃的政治、军事、经济及法律等制度，并且从唐朝和天竺引入佛教。贞观十五年（641年），松赞干布至柏海（今青海扎陵湖鄂陵湖）迎娶唐宗室女文成公主。唐封他为驸马都尉、西海郡王。松赞干布又遣贵族子弟至长安入国学，学习诗书，请中原文士掌管其表疏。唐高宗时，松赞干布献金银珠宝十五种，促进了汉藏文化的交流。"},
		{"FID":10,"Name":"王维","STime":701,"ETime":761,"zi":"摩诘","hao":"摩诘居士","Home":"河东","Intro":"王维出身河东王氏，于开元十九年（731年）状元及第。历官右拾遗、监察御史、河西节度使判官。唐玄宗天宝年间，王维拜吏部郎中、给事中。安禄山攻陷长安时，王维被迫受伪职。长安收复后，被责授太子中允。唐肃宗乾元年间任尚书右丞，故世称“王右丞”。王维参禅悟理，学庄信道，精通诗、书、画、音乐等，以诗名盛于开元、天宝间，尤长五言，多咏山水田园，与孟浩然合称“王孟”，有“诗佛”之称 。书画特臻其妙，后人推其为南宗山水画之祖。苏轼评价其：“味摩诘之诗，诗中有画；观摩诘之画，画中有诗。”  存诗400余首，代表诗作有《相思》、《山居秋暝》等。著作有《王右丞集》、《画学秘诀》。"},
		{"FID":11,"Name":"尉迟恭","STime":585,"ETime":658,"zi":"敬德","hao":"无","Home":"朔州","Intro":"隋炀帝大业末年，尉迟敬德在高阳参军讨伐暴乱兵众，一直提拔到朝散大夫。大业十三年（617年）三月，刘武周起兵反隋，尉迟敬德担任偏将。武德三年（620年），投降李世民，跟随李世民进攻王世充。武德四年（621年），跟随李世民讨伐窦建德。武德五年（622年），又跟随李世民讨伐刘黑闼、徐圆朗。武德九年（626年）六月四日，跟随李世民发动玄武门之变，射杀李元吉，后论功行赏，尉迟敬德被定为头等。贞观十一年（637年），被授予宣州刺史，改封为鄂国公。贞观十七年（643年）二月，上表请求回家养老，被朝廷授予开府仪同三司。不久与长孙无忌等二十四人被绘制成肖像陈列在凌烟阁中，尉迟敬德位列第七名。贞观十九年（645年），随李世民征讨高句丽。显庆三年十一月二十五日（658年12月25日），尉迟敬德在家中去世，享年七十四岁，唐高宗下诏追认他为司徒、并州都督，谥号为“忠武”，陪葬昭陵。传说尉迟敬德面如黑炭，擅使铁鞭，骑乌骓马，据《西游记》一书，尉迟恭与秦琼因保护唐太宗李世民免于龙王鬼魂之犯，成为两位道教传统门神。尉迟恭年少时曾为铁匠，后世铁匠常奉之为守护神。"},
		{"FID":12,"Name":"吴道子","STime":680,"ETime":759,"zi":"无","hao":"画圣","Home":"阳翟","Intro":"吴道子（约680年—759年），又名道玄，唐代著名画家，画史尊称画圣。汉族，阳翟（今河南禹州）人。约生于公元680年（永隆元年） ，卒于公元758年（乾元元年）前后。少孤贫，年轻时即有画名。曾任兖州瑕丘（今山东滋阳）县尉，不久即辞职。后流落洛阳，从事壁画创作。开元年间以善画被召入宫廷，历任供奉、内教博士、宁王友。曾随张旭、贺知章学习书法，通过观赏公孙大娘舞剑，体会用笔之道。擅佛道、神鬼、人物、山水、鸟兽、草木、楼阁等，尤精于佛道、人物，长于壁画创作。"},
		{"FID":13,"Name":"颜真卿","STime":709,"ETime":784,"zi":"清臣","hao":"应方","Home":"京兆万年","Intro":"开元二十二年（734年），颜真卿登进士第，历任监察御史、殿中侍御史。后因得罪权臣杨国忠，被贬为平原太守，世称“颜平原”。安史之乱时，颜真卿率义军对抗叛军。后至凤翔，被授为宪部尚书。唐代宗时官至吏部尚书、太子太师，封鲁郡公，人称“颜鲁公”。兴元元年（784年），被派遣晓谕叛将李希烈，凛然拒贼，终被缢杀。他遇害后，嗣曹王李皋及三军将士皆为之痛哭。追赠司徒，谥号“文忠”。颜真卿书法精妙，擅长行、楷。初学褚遂良，后师从张旭，得其笔法。其正楷端庄雄伟，行书气势遒劲，创“颜体”楷书，对后世影响很大。与赵孟頫、柳公权、欧阳询并称为“楷书四大家”。又与柳公权并称“颜柳”，被称为“颜筋柳骨”。又善诗文，有《韵海镜源》、《礼乐集》、《吴兴集》、《庐陵集》、《临川集》，均佚。宋人辑有《颜鲁公集》。"},
		{"FID":14,"Name":"张九龄","STime":678,"ETime":740,"zi":"子寿","hao":"张曲江","Home":"韶州","Intro":"张九龄是一位有胆识、有远见的著名政治家、文学家、诗人、名相。他忠耿尽职，秉公守则，直言敢谏，选贤任能，不徇私枉法，不趋炎附势，敢与恶势力作斗争，为“开元之治”作出了积极贡献。他的五言古诗，诗风清淡，以素练质朴的语言，寄托深远的人生慨望，对扫除唐初所沿习的六朝绮靡诗风，贡献尤大。有《曲江集》。誉为“岭南第一人”。"}
	]
}